#version: 0.2
C C
O C
( =
C 1
CC C
C 2
C 3
CC CC
) =
N C
C 4
) (
2 C
CC 3
CC 1
CC 2
C 5
C O
C1 C
3 C
4 C
1 C
CC 4
C1 OC
O CC
C 6
C2 C
OC 1
C N
CC 5
CCCC CCCC
5 C
CCC 2
OC 2
C 7
OC 3
CCC 4
CCC 3
C1 O
C3 C
C OC
C H
1 0
] [
C 8
CC N
CC CCC
CC 6
C l
OC 4
C1OC 2
CC 2C
O CC1
C1 2
N 1
6 C
C2 O
CCC 5
] (
N CC
C NC
OC 1C
C 9
C4 C
OC 5
C1 N
C3 O
1 1
C2 OC
CC C1
) [
B r
CC 7
C1 C2
N H
C3 OC
OC 6
N C1
N 2
N 3
C4 O
S C
OC 7
1 2
CCCC CC
OCC1 OC
C1 NC
C1 CC
7 C
C1 3
OC3 OC
C5 C
CC O
OC2 OC
CCC 6
) (=
C3 CC
CC 8
CCCC CCC
3 OC
C2 C1
OC 8
]( [
CC3 C
OC 2C
C4 OC
OC4 OC
- ]
1 3
CC2 C3
= %
N C2
C5 O
N C3
CC1 C
CC2 OC
CCCC 2
+ ]
N N
C4 CC
8 C
C2 CC
C7 O
OC7 OC
OC5 OC
C6 C
CC 4C
N C1C
CCCC CCCCC
CC 9
N 4
C S
N CCC
C6 O
C1 CCC2
4 OC
CC1 2
C1 CCC
OC 9
CCCCCCCC CCCCCCCC
OC6 OC
C8 O
OC1 CC
N 1C
C2 3
-] )
NC 4
CCCC 3
1 4
CCC 3C
10 C
CCC 4C
C2 C3
+ ]([
OC1 CCC2
OC8 OC
OC1 OC
C3 C2
N CC1
CC3 2
9 C
OC 3C
C5 OC
C3 2
CCCC 4
1 1C
CCC 7
OC1 CC2
CCCC 1
N 2C
C1 OCC
C9 O
CO P
2 OC
CC4 3
2 N
C2 N
C5 CC
C1O CC2
1 5
1 OC
C OC2
C1OC 2C
CCC 2C
O CCC
CC3 C4
C2 1
C2 OC3
C5 CCC4
CC NC
2 C1
C3 N
C3 CCC4
C7 C
S S
CC2 1
CN 3
CC2 N
5 OC
CC3 OC
1 2C
C2 CCC3
CCC N
OC9 OC
CC2 C1
1 N
CN 2
C3 C4
C1 4
C6 CC
( [
CC OC
CC5 C
CCCCCCCC CC
CCC O
CCC2 C1
CC5 C4
OC 4C
CC3 CN
10 OC
CCC1 2C
C2 N1
NH 2
CC5 4
1 6
CCC4 C5
10 O
CC1 O
CC1 OC
CC4 C3
CCCCCCCC CCCCCCC
C OC3
C4 3
C8 C
3 N
CCC3 C2
CCC 8
CCC 5C
C6 OC
N O
CCC2 3C
4 NC
C1 CC2
CC3 C2
+ ][
+ ](
C3 4
O S
CC CCC4
NC 5
C1 2C
CCCC 5
C4 C3
C2 NC
1 3C
CCC3 4
N1 CC
CN 4
O CC3
N 5
N C2C
N 3C
CC C1C
CC4 C5
C2N1 CC3CN
N2 CC
OC1 C2
C5 4
CC1 3
N3 CC
CC6 C
N OC
OC 5C
CCCCCCCC CCCCCC
C4 CCC
OCC N
CCCCCCCC CCC
CC4 OC
C2 CCC
CC2 3
O H
CCCCCCCC CCCC
CCC2 NC
N2 CCC
1 7
N CCCC
OC2 CCC3
C1 C3
N CC2
CCC3 2
CCC NC
CC3 O
C3 CC2
6 OC
CC3 4
CCCCCCCC CCCCC
C3 CCC
N CC3
C5 C4
CS S
CC SC
C1OC2 CC
F C
O P
C12 CCC
NCC C1
O N
C4 5
C OC1
CCC 9
C4 CCC5
CC2 O
C3 C2C
1 4C
C9 C
CC3 N
11 OC
N S
- ][
CCC3 2C
3 NC
CCC4 3C
C2 CC3
2 NC
CCCCC 5
O CC2OC
N1 CCC
11 O
C1N 2
C2 C1C
C5 C6CC
CCCC 2C
C4 C5
CC1 CCN
CCN 2C
OC1 CC2C
CCCC 6
O 1
4 N
C3 C1
C6 CCC5
N3 CCC
C3 NC
CCCCCCCC CCCCCCCCC
C4OC OC4
C1N 2C
CC5 C6
CCN 3C
CC C12
CC5 NC4
OC6 OCC
C3 CCC12C
C1N C2
O CCCC
CN CC
CN 1
CCC2 3
C SC
C7 OC
N 4C
OC7 OCC
C3 OC4
CCCC C1
OC2 C1OCC2
O CC2
C4 N
C7 CC
1 8
C4 CC3
C1OC2 CC3
CCC2 1
NC 6
Cl C
CC3 CC
C OC2OC
C4 CCC23C
C1 3C
CC7 C
C6 5
CCCC N
N3 CCN
C1OC2 OC
10 CC
CCO CC3
C2 CO
C5OC OC5
N1 CCN
N CCN
C5 C6
Cl C1
CC1 4
C2 4
O 1C
C OC1OC
CCCC 9
CCCC 7
C2 CC1
OC1 2
C3 CCC4C
CC4 O
C3OC OC3
1 5C
OC 6C
CN 1C
4 SC
C2 3C
C3 CCC2
CN 2C
CCC5 C6
N2 CCCC2C
C1 5
CCCC 8
N C3C
OC2 CC3
S CC
3 OC4
CC4 CC
C2 OC3OC
N4 CC
C1 CCC3
5 NC
CN 5
2 SC
C8 OC
N 6
OC9 OCC
CCC OC
CCO CC4
C2 CCN
7 OC
N CC4
S C2
11 CC
N NC
C2 CCC4
OC1 CCC
OC8 OCC
CC6 C5
C1 NCC
CC6 5
CC1 CC
CC4 5
C OC3OC
COC 4OC
2 C3
CCC5 4C
1 SC
SS CC
OC3 OCC
CC8 C
CC OCC
C2 OC1
C2OC OC2
COC 4
CN 4C
CCCCC 6
C9 OC
N CCC3
C3 CN
CCC 6C
3 C1
C3 1
C2 C4
8 OC
CC1 C2
C7 OC8OC
CC5 OC
C4 NC
OCC1 C
CCC3 4C
S 1
CC1 2C
1 9
C2 OCC
C1 C2C
CC4 N
CO CC
CC2 CC
C6 C5
4OC OC4C
C7 6
NC3 2
C3 OC4OC
OC4 C3
C2 CCC3C
C2 C3OC
C2C N3
CCC4 C3
C1 CO
C3 N1
OC N
NCC1 N2CCC
OCC1 2C
N1 CCCC
CC4C N
C1 C4
OCC O
CC1 5
NC1 CC
OC2 CC
C5CCC4 3C
CN 3C
CC CCC3
12 O
OC3 CCC4
NC 7
CC l
3OC OC3C
3 SC
CC5 6
CN C1
C8 CC
C3 4C
O 3
3C N
CCCC 3C
2 OC3
CC3 1
CCC N2CC
F C1
C4 5C
NO 3
CCCN2CC CCC21
C1OC 3OC
CC1 NC
12 OC
C2 C3C
CCN 5
Br C
C5 6
N2 CCN
3OC N
OC O
5OC OC5C
C5 N
CC CCC2
OC5 OCC
C2C N
NCC OC
C3 OCC
OCC1 2
CC4 N3
CC4 NC3
10 CCCC
C4 CCC2NC
O O
CCC3 C4
C5 CCC2NC
OC1C OC2C1OCC2
C9 CC
C4 CCC3
CCCCCCCCCCCCCCCC CCC
11 CCC
N CC5
CC3 Cl
OC3 CC4
OC1C OC
COC 5
N1 CCC2
OC7 C
3 C4
N 5C
CC5C4 CC2C
N4 CCCCC4
2 0
CNC 4
C4 2
CCC4 5
1 NC
N3 N
NCC1 OC
CC5 CC
OC1 C2C
C6 OC7OC
CC9 C
C8 7
OC2 C1
CCO CC2
S C1
CN 6
CC2 C1C
C6 OC6
CC5 N
C3 OC3
9 OC
CN C2
C6 4
C4CC CCC4
CC2N 3C
C8 OC9OC
C5 CCC
N 7
12 CC
C1 CC2C
C1 CCN
CC1 CC2
C5 3
CC6 C7
NC1C N
CCC23 O
C3 CCN
CN3 CCN
6 NC
OC3 CC
C1C l
1 6C
CC2 NC
10 OCC
NC 4C
C2O CC3
OCC 5
C4 C3C
OCC OC
C1 4C
N1 CC2
3 CC
C6 C7
C1N2 CC
4 C5
C23 CCC
C4 OC5
CCC3 C4CCC
CC3 CCC
CC5 OC6
N5 CC
10 CCC
C8 CCC7
OC5 C4
C1 CCC4
CCC3C2 CCC4
O CC4
CCC7 C8
S i
CC7 C6
CCCC1 2C
O 2
N1CCCC 1C
N CCC4
C4 OC5OC
O CCC2
N CCCCC
N CC6
CC5 O
CCCCCCCCCCCCCCCC CCCCC
NC1 CCN2C
NC1 CCCCC1
CC2 CC3
CC OC3
C5 CC4
13 O
Br C1
CC7 6
COC 5OC
N4 CCC
C1 CCC5
C4 CCN
S C3
C4 C5CC
C3CC CCC3
CCCCC 7
CCC1 3
OC3 C4
CN C3
N3 CCCC3C
C6OC OC6
NC1C OC2C1OCC2
CC12 CCC
CC3 NC2
C5 OC6
CO S
N4CCCCC4 3
NC 8
5 N
C4 CCC32C
CCC5 4
C1CCC 2C
C7 C6
N4 CCCC
N2 CC3C4
CC5 4C
N3 CCOCC3
N1 C2
N CC1C
C1 Br
CC1 N
OC4 OCC
CCC2 C1C
C3OC N
C5 NC
CC1 6
C4CCC5 CC
C3N1 CC4CN
C2 C5
C1C OC
10 9
N CCC2
5 SC
C4 OCC
OC2 OCC
C4 CCCC4
CC2 OC1
CCC3 CC
CCCC2 3C
C3 CC4
C7 CCC6
C5 OC5
13 CC
CC2 OC3
CCC1 NC
CC6 OC7
4 OC5
C1 CC3
CC6 OC
C1CCC2 C3C
N OC1C
CCCCCCCCCCCCCCCC CC
CC3 N2
1 3OC
S 3
CCN 2
CC43 CCC5
C1 6
C2 OC1C
CCC1 C2
CN2 CC
S SC
CCC6 C7
CCCCC 8
C4 CC4
OCC1 C2
11 OCC
N2 CCN3C
C1OC 3
COC 8OC
C4 C1
CC2 3C
OCC C1
C4 C5C
OC3 CO
C Br
CC6 CC
OC2C O
C45 CCC
C3CCC4 CC
N1 3
NCC2 N3CCC
CC3 5
CCC5 C4
NCC1 CCCN2CCCCC21
CC2 CCC
1 7C
NN 3C
CC6 O
OC2 3
CC2 CCN
N2 CC3
C3 CCN2C
10 C9
N4 CCN
CC5NC4 C2
OCC 6
OC1 2C
CNC 8
OC4 3
NCCC N
CC3 CC2
CC4 CC3
C2 5
N4 CCOCC4
CCCCC 9
C3CC 4C
CCC2 O
C4 CCC5C
C4 3C
OCC OCC
CNC 6
OC3 C2OCC3
CCCCCCCCCCCCCCCC CCCCCCC
N2 CC3N
CCCC3 2
CC2OC 3CN
C6 7
CS 3
CN2 CCC
C5 OC6OC
C5 CCN
CC4 F
NO 2
C1 F
CC4 3C
9 CC
NC NC
CC S
C3OC 2C
12 CCC
OC8 C
6 O
N3 CC4
C2CCC3 C4
CCC4 CC
COC 7OC
-] )[
CSS CC
CCC4 5C
CNC 5
CCC 7C
C5 CC6
O1 C2
C2 N1C
COC 8
N2 N
C3 2C
C8 C7
NC1 CCC2
CCC6 CC
CC4C l
1 ON
N C2C1
OC3 2
C9 8
CCCCCCCCCCCCCCCC CCCC
C2 OCC1
CC8 C7
C1O CC2OC
CC3 N1C
COC 2C
7 NC
CC3 F
CC3 OC2C
C2 OC4OC
C3CCC2 1C
11 CCCC
CN4 CCN
C2CCC4 C5C
C3 5
CO N
C7 C8
C4 C2
OC1 OCC
12 OCC
4 CCN5
CCCCCCCCCCCCCCCC CCCCCC
O OC
C6CCC5 4C
CC4 2
CC2 C3C
5 CC
C5 4C
C6 CCC
CCC1 3C
CCC6 5C
C5 CCCCC5
OC1 CC2C3
1 OC2
C1 CC2C3
C1C N
CCC3 CC4
CCOCC 5
CC3CCC N4CCCCC43
1 CC
CCN 3
CCN 1C
C1N C2C
CC5C4 C2
NCC1 OCC
2OC OC2C
1 O
C7 OC9OC
OC3 C2
CC4 CC56
CCC2 C3CCC4
C2 C1O
CCC4 3
C3C l
3 CC43CCC5
2 NC3
C1O P
NCCC O
CC4 OC3
N C12
CCC4 2
C9 CCC
CC6 NC5
CC4 N3C
CCC2 4C
O CC3OC
CC6 4
14 CC
NCC3 CCC
OC1 C2C3
10 NC
N1CC OCC1
N4CCCC 4C
C4 2C
O OCC
C2 CCC4C5
1 C2
C4 CC6OC7
CC2 N1
C2C OC
CCC2 C3
OC1COC2C1OCC2 NC
OC4 CO
CN3 CC1
C1 CCC6
C2C l
CC7 C8
C6 N
CCC2 N
COC 7
4 OCC
S CCNC
OC NC
C3 N1C
CC2 C4
CN 5C
C2C N3CCN
CC5NC4 C3
NCC O
CNC 9
1 8C
C4 OC4
4OC OC4C3
CC4 C2
CS CC
O 4
C4 CC5
CC7 OC8
C34 CCC
2 1
C6 C7CC
OC1 CO
C2OC1C 7
C4 CCN3C
CCC2 CC3CN
CC4CC56 C3
COC 6
12 CCCC
CC4NC3 C2
C2CN3 CCC2CC3CN
C2 OC4
CC3 NC
CN CCC
CC7 CC
CS 1
CS 2
8 NC
CCC 9C
C3 C4C
CCCC NC
COC 6OC
C5 C3
C1OC2 3C
CCCC2 1
CC2 N1C
NC2C OC3C2OCC3
CH 2
CC2OC 3C
C6 NC
OC4 CC
N 8C
C3 CCC2NC
CC2 CC1
C3 CC3
C1N N
NC 6C
C7 OC7
NCC NC
CN C2C1
OC1C N
CC1 N2C
10 CCC9
C7 4
OC3 CCCC3
CC1 Cl
CC3 C2C
N4 N
CS SC
3 O
C3 CO
OC3 4C
C8 4
2 O
3 C2
N1 C3
N 6C
CC3 CCN
C1OCC2 3C
6 N
O CC23
C1 C4C
OCC CCC
C7 5
OC5 4
C2OC3 OCC
O CCCCCCCCCCCCCCCC
S 2
CC1 C3
OC2 C3
CCCC2 C3
C1CCC2 C3CC
C5 OCC
OC2 OC3
OC2OC 3C
C2 CCC1
N1 C34
CC4 CCCCC4
C2CC3 CCC
CC3 N2C
C1CCC O
CCC8 C9
CC6 7
OC4 C32
N CCCCCC
CC1 7
C1N CCCC
O CCC3
O CCCC1
C4 CCC2C1
CCCC2 C1
NN 4C
5OC OC5C4
C2 3OC
C8 CCC
N3 CCC4
6OC OC6C
1 4OC
CC C1O
C3 CCC2C1
CC4 NC
NN 1C
NC1COC2C1OCC2 N3N
CC5 OC4
C2CC CCC2
CC9 OC
C23 O
OCCC O
CC2 OC1C
9 NC
N 8
N6 CC
NCC 7
C2 4C
CCCC CC1C
CC2 C13
COC 1C
C8 C9
N3 CCCC3
NC1C OC
N3CC CCC3
CCC5 CC
C9 C8
13 CCC
C34 OC4
C2CN3CCC2CC3CN 4N
C3 C2O
CCC34 CC
CC2 1C
CC5 CC4
14 O
C3CCC4 C5
CN3 CC
NO 4
C3CC2 C1C
CC1CCN 3
8 N
2 3
C3 CCC2C
OC5 CO
11 NC
C5OC 5C
OC3CC4 C5CC
7 N
CC2 4
NC1C N2C
NCCC OC
NC2C N
CC3 C1
CC4 1
C1OC2 C3C
N4 CCCC4
CCCC 5C
CC3 OCC
CC1 CC3
C9 CCC8
CC2CCN CC2CC3
C4 6
OC3 4
NCC S
C1 CCCC
CC3 CC4
CC4 S3
C13 O
C4 CCOCC4
CC1 F
CCC2 OC
C7 CCC
C1CCC2 CC
N CCCC1
10 CCCCC
N1 CC2N
NN 2C
OC2 OC3CCC4
O CCCCCCCC
COC3 OCC
S C4
C1 C5
CC1 3C
C5 CCCC5
C3N1 CCC3
C1 7
C5 1
CCN 4
CC4C3 C1
C1 CCCCC
CC2 NC1
13 CCCC
NCC2 CCC
CC C1OC
CCN 13
CCCCC 3C
CCC2 4
C12 O
CC8 OC9
CC9 CC
CC5 N4C
COC4 OCC
CC8 7
NC2 1
N a
C5 CCC6
N3 CC4C5
NCCCC NC
C3 OC2
OCC NC
CCN 5C
C3 C5
CCC2 C4
OC1CCC2 3CC43CCC5
15 CC
] )
CCCC O
CC5 N1C34
CCC2 1C
6 CC
C6 OC8OC
C1OC2 C3
CNC 7
CC54 CCC6
OC4 CCCC4
CCCCC5 4
C1C2 C3
C4 COC
CC3 OC2
CCN 1
NC1 CC1
C3 CCCC3
C4 CC3O
CN 7
CCC6 5
CN1 CC
N5 CCOCC5
CC5 3
CCC1 CC
C1N2 CCC
C3 CC5OC6
C5 CC6C
CC5NC4 3
CC OC2
OC4 CC5
CC1 CCC
CC4 OC3C
OC6 C5
N2 CCC3
CC35 CCC12C
CCCC3 2C
C3 C1C
CC3 2C
CN2 CC3
CN4 CCCCC4
C2CCN 1C
OC3 CC4C5
NC 9
C7 C8CC
OC4 CCC5
C1C2 3
CC8 C9
NCCCC N
N CC2OC
CC1 OCC
CC5 N4
CC7 CCC
- ](
C6 CCC2
OC1 3
CCCCC 2C
O CCCCCC
C2 C6
C2 NC3
OC1 OC2C
OC2 1
CC9 C8
C2N 3C
4OCC OC4C3
O CC3C
C2 S
6 OC7
C4 N1
C1OC 4OC
OCC 2C
C2C1 C3
OCC 7
CS 4
OC2 3C
N1 CCCC1
C56 CCC
N CCC5
CC4 OC5OC
CN S
11 CCCCC
N3 CCCC
C6 3
C2 C1OC
C12 3
C12 CCC3
CC3 4C
10 N
C5 CC7OC8
C6 OC9OC
CN CC2
C32 O
C43 OC4
C6 CC5
OC2 CC3C
OC2 CCC34
9 N
C2 1C
CC4 C3C
C2C3 CCC4C5
S C1OC
C1N CCCCCC
C3 CCCC4
OC2 CCCC2
N1 N
CN1 C2OC
CC7C6 CC4C3
N 7C
CCC3 C4CC
COC 9OC
CC8 CC
OC1CC2 N
OC2 C3OC
C1OC2 3
OC5 CC
NC1 CO
C1CC O
OC9 C
O CC4OC
] )[
C3 CCC5
C7 N
CN2 CCN
CCCC 1C
C3OC4 OCC
OC NCC
C1 SC
OC3 1
CC7 OC6
C23 OC3
C3 CC2C1
CC3 OC4
CC1 8
C5 CC5
CC5 C4CC
OC6 CO
C1CCC2 C3CCC4CC
CC12 CC34
14 CCC
2 OC1
C2 C3CC
CC3 C1C
C3C OC
OC4 5
COC2 CC
CC5C4 CC3
CC3NC2 CC1
4 C1
4 CC
CC3 C5
OC1 C2OC
COC O
CCCN 4C
COC8 OCC
CC3 OC3
C5 C4C
CN C2C
CC7 OC
C3 CC2C
C3 1OC
C3 N1CCN
CN 2N
C1OCC 2C
NCCCCC N
CC6NC5 C4
C5 2
15 CCCC
CC3 Br
OC2 CCC
12 NC
5 4
C1OC 8OC
COC3 CC
C8 9
C1OC2 CC3C
CC2C l
CN2 CCCC2C3
2 ON
CC SS
C1 C3C
C6 CCCCC6
CCC4 2C
C1O CCC
C12 CC
C12 OC2
CC8 9
13 OCC
N5 CCN
1 9C
N2 CCOCC2
CC9 NC
NC1COC2C1OCC2 NC3
8 O
N NC2
C7 NC
COC 3C
C4C3 5C
NC SS
CC3 C2C1
C5 7
CC5 C3
CCCCC6 5
C4 CCC4
C6 CCC7
NC4 CCCCC4
C1OCC2 N1C3
CN3 C2
CC1 OC2
CC1 CCCN2CCCCC21
CN CCO
C7 CCC8
11 N
C23 CC
16 CCCC
( #
C6 CC8OC9
C7 8C
C4OC 3C
C4 CO
C6 OC7
OC1 CCC2C
CN3 CCC4
COC3 2
C1 CCCCCC
C4 1
14 CCCC
CCCCC4 C3
C1 CCC34CC
CC4 CC4
C9 CCCC9
7 C8
N N1
CC OC1
CN 7C
NC2 CCCCC2
OC2CCC34 CC54CCC6
CC2 OCC
CC5 CCC
CCC4 OC
C4OC 4C
CCCC1 O
C3 NCCC
C4 CC5C6
CC3 OC1
C6 CCC5C
C7 8
CCN 4C
N1 CCN2C
CCO CC2C3
CCC54 CC35CCC12C
C5CCN 4C
N N2
C3 1C
C4 Cl
C5 6C
OCC 8
NC2 CC
CN4 CC
NC2COC3C2OCC3 N4N
3 OCC
N CCN3C
CC3 NC2C
CCC3 OC3
CCC6 C5
CC2C3 1NC
NC4 3
C1 CCCC5
CC4 OC4
C1 8C
NCC 9
N3CC CCC32
CC3CC CCC3
OCC12 CCC
1CC OCC1
O 6
C1C2 OC3
NC2 3
CC4C3 CC2
CC6C5 CC3C2
C1NC2C SC
NCCN 1CCOCC1
COC5 OCC
4 3
O OC2
C8 C6
CCC5 6
C2CC C1C
CCCCCCCCCCCCCCCC CCCCCCCC
C3C2 N
COC2 OCC
16 CC
C1NC2 CCN
CCC 8C
C5 C4O
C2C N1CC
CC2C3 N1C
N4 CC5
C1OCC2 3
= [
F C1CN
C1 CC4
C2 CC3C
C2 CCC4C
NC 7C
CCC3 O
CCN 6
CC9 8
CN3 CC4
C3 C12
CC1 OC2OC
CCCCCCCC C1
OC3 CCC
OCC1 N2CCC
C4O CC2O
C14 O
C4OCC2O 4
C8 9C
CCCCC NC
CC6 C4
+] )
C2C3 CCC
CN4 CCOCC4
OC12 CC
CC5 3CC
10 8
CN3 CCC
5 OCC
C4 OC23
OC5 CC6
C2 6
CCCC 12
CC1 9
CC4 C3C2
CN 12
N1 CCCCC1
CCCCCCCCCCCCCCCC CCCCCCCCC
C3C2 C4
CCCN 5
C2OC 3C
CC3C4 CCC
C1N2 CCN
] %
C6 CCCC6
CC5 C4C
C7 C6C
N2 CCCCC2C
OC3CC4C5 CCC6CC
CC2 C3CC
C5 3C
C1C N2
C6 3C
OC1 4
C4CCC3 1C
C1 C2OC
C3 4OC
C5 OC4
4C N
NCC 8
C9 CCCCC9
13 CCCCC
OCCC OC
CC5NC4 CC3
3 ON
O 5
NCC1 N2C
C2CCC3 C4C
NCCN 1C
15 CCC
CSS C2
6 OC1
NC N
CCC2 N3CC
N4 CCC5
C3CC2 C4
CC6 N
CC3N 4C
S C5
C1 9C
C2 Br
C2 C13
C3 N2C
C8 OC9OCC
NC2 N
15 OC
CN4 CCC
CCOCC 6
S C3CC4C
C6 2
C4C SSCC
CCC1 4
CN3 CCOCC3
C5OCC OC5
2 2
CC1 OC3CC
CN 6C
CN CC54
C2O CC3C
13 NC
CCC34 O
C3C1 CCN
CN5 CNCC54
C4 C13
C6 CC7
CCC3 1
S 1C
C4 C6C
C9 NC
OC5 CCC6
C1CCC 7
CC3 S2
OC4 CCC
OCC1 CCCN2CCCCC21
C1CCC 3C
CC3C2 CCC1
)( [
CCC4 C13
CS C1
C3CC2 O
C1 CC2N
CC3 C12
CC4 CCC
CC4 NC3C
CCN CC
C2OC 3CN
CCC1 CC2C
CC9 OC8
C7OC OC7
N N3
CC1 Br
CN C3CC2C4
14 CCCCC
C2CCC3 C4CC
COC7 OCC
C6 CCC2NC
CCC3 C1
OCC1 CC
12 CCCCC
C34 CC
6OC OC6C5
C1 CCCC2
C3 C4OC
CC4 5C
C1OC 9OC
OC2 C1O
N3 CCCCC3C
CC4NC3 CC2
3 2
S 4
C2 CCC5
CC5 F
C8 CCCCC8
C1OC2 3C4
C9 OC9
CCCC4 3
NCC3CCC N4CCCCC43
N OC2C
N C3CCCCC3
CCCC 7C
CC1 NCC
7 O
C4 5OC
CC4 CC5
OC3 C2O
CCN 8
17 CCCC
CC14 O
CN6 CCCCC65
6 C7
CCC NC2
C2 CCCC
C4 OC3
C5 C6OC
CC6 2
CS 5
15 O
CCC2C 5
OC12 CCC3
C7 CC8
N1 CC2C3
NC1 CC2
4CCN5 CC
C1 CCCC3
C2 OC5OC
C3 CC5
C3 CC12
CC1 OC2C
10 CN
C8 OC8
C1N CCC2
CC7 O
CC8 O
3 CC2
C3 CCOCC3
C5 C2
CC4 NC32
CN 9C
C8 CCCC8
C1CC OC
CCCC3 4C
OC3C OC
CN2 CCOCC2C3
17 CC
2 CC
C4 1OC
CC7 NC6
NC1 CCN
CC3 C2O
CC2 OCC1
OC2 4
C7 CCCC7
CS C2
CSS CC8C
C1 S
C2 CCCC3
C3 F
C5 CCC34C
CC4 OC5
CCC2 C3CC
CC45 O
C3 C4CC
C4 C3O
C4 CCC6
OCC1 N
CC7 8
N3 CCCC4
CC12 CC
OC1C2 CC3C1C
CCCN5 CCCCC54
C5 C7
C5 OC7OC
CC4 OCC
C7 C5
CCCC4 3C
O1 CC
C2OCC1 C3
CC1CCN3 CCN
OC6 COC
NC1 CCCC1
NC5 CCCCC5
20 C
N7 CC
C4OCC OC4
O CCC4
C1 CCCC4
C3 CCCC
C1C 6
N2 CC3OC
5OCC OC5C4
3 4
8 C9
C1 CCCCC1
C7 OC6
C3CC C12
CC1O OC
N5 N
N NC1
O CCC5
CCC N2C
C7 CCCCC7
CCC4 C3CC
CC7 CC8
CC7 8C
CCC7 6C
CC C1NC2
CC2 OC2C
OCC 6OC
C6 CCCC
C1O CCC2
CC2C 5
CC1O CC3
CC4C3 CC2C
OCC3 4
N1CCCC C1C
C3 CC1
CC2 Br
C5 C3C
C8 CCC9
OC4 C3O
OCC1 CC2C
SS CC3
7 CC
C1 8
C3 C2OC
C3 CCC1C2
CN C2CC
CCC2 OC2
OC2C OC
C1OCC2 3C1
C13C OC
C1 C3C4
C4 OC2
C5 C1C
CC4 Br
CC5 Cl
C7 3
OC3 C4OC
CC9 O
C3 CN4
C6 OC5
9 OCC
C3 N1CC
C4 CN
C4 OC6OC
C5 2C
C5 COC
C5 C6C
N2 C1
OC1CCC2 C3CCC4
CN3 CCCCC3
CN2 C3OC
CC3N C12
C2CN3 CCCC
CCN5 CC
9 O
(= [
C2 CC2
C2 SC1
C2 C3CC4C
OC1 CCN2
CC5 CN
CC6 5C
C3OC 3C
CCC4C NC
C64 8
C7CCC8 2C
C7 OC8
CCN CC3
CC2C N1C
C12 OC
C2OC 6OC
OC6 CC
CC23 OC3
CC3CCN CC3CC4
N OC3C
CCC l
CC3 N1CCN
C5 CCC6C
OC2 C3OC3
C8 NC
C2OC 9OC
C1C2 CC
CS C1C
C1CCC2 C3
6 5
N OC3
CC C1N
NC 5C
CO CCC
C6 C4
C6 7C
CCC2 6O
C2C3 OCC
C1N2 CCCC2C
CC4O 3
C46 CCC
C2 C4OC
CC1 C2C
C7 OC8OCC
CS C2N1C
C23 OC4
C2C3 4
C45 O
OCC12C N
C3 OC5OC
CCCC CC1
C4 C2C
CC4 6
CCC3 C1CCC4
C2OC 2C
N2 C3
C1CCC2 C3CCC4
N5 CCC
NCCN 3
C2 SC
CCCCC N
C9 N
OC7 CO
NC2 CCN
C74 CC5
O CCCCCCCCC
CC CCC3C2
C2 N3
CN CCCC
OC5 3
N2CC CCC2
OC1COC2C1OCC2 N3N
4 OCCC
N C1N
N C3CC
O N1C
CC OC2OC
CN 2C1
OC2 C3C
CCC3 C12C
10 2C
Br C1CCC
C23 C1
C2C3 OC4
OCCC N
CC5C4 2
SC2 CC3C
CC5OC6 5C
6 CCC
N C1C2
C1 7C
CCCC C1C
CCCC 4C
CCCC 8C
CC1 NC2
CC4 C13
N1 2
CCCCCCC 2C
NCCC NC
C3C4 CCC
NC5 6
CC23 CCC4C
CC3CCN 12
C3 C6
CC3 CC2C
C5 CO
C8 N
C3CCC4 C5C
C3OCC OC3
CC7OC6 C8
CCC2 C3C
C1C2 N
NC3 N
CC5N 6C
C6CC5 CC7OC6C8
CC OC8
C4 C3C2
CN 13
CC7 5
NCCC OC1
CC12 OC
NCC1 CCC
CCCC1 NC
C23C OC
5 C4
C1 C32
C4 CCC3C
CC5 C7
CC6 CCC5
C12 C3
CCC7 5
4 CC3
CC OCC1
C4 C1C
CC4 CCCN5CCCCC54
C6 OCC
CC5 2
C9 7
C1N CC2
11 9
SS CC4
C34 O
S C1C
CC2 CC4
OC1 3C
CCC3 NC
CCN 3CC
OC3OC 4C
SS CC5
CC5C4 C1
C2CN3 CCCC3
CNC4 C3
C1CN2 CCC1CC2C
O CCCCCCC
CC3 CC4CC
C1OC 5OC
C2C N3CCC
CC5 6C
C3OC OC4
N2 CCCC2
C4OC 5C
CCCC2 1C
15 CCCCC
C1CC2 3
CC3C2 CC1
N CC2C
C1 9
CC2 NC1C
C5 OC8OC
C6 CCN5C
CCCCCCCC 1
OC5 C32
12 N
CC9 CCC
NCC1 OCC2
C6OC 6C
OC1C2 OC2
CC14 C5
C2OCC OC2
C2CN3 CCOCC3
C1CN2CCC1CC2C N3N
5 C2
5 OC6
N CCC6
C4 OC5OCC
C5 CCC3C2
C7 CC9OC
CC7 C9
CN2 CCC3
C2OC1 C3
CCC45 O
4OCCC OC4C3
C3 C2C1
C4 OCC5
CCC2 CC
CCC5 2
CC8 CC9
CC23 O
CSS CC4
OCC12C OC
NCCCCC NC
4OC5 6OC7
OCCOCC OCCOCC
C1 5C
C3 N2
C3 C1CC
C4 6C
CCC4 C1C
CCC5 6O
OC5C 7
COC4 3
CCC4C3 CCC5
OC1COC2C1OCC2 NC3
O CC3C4
C2 CCC6
C3 CC4CC
C4 C23
CC3 C4C
C6 CO
C8 OC9
Cl CC
OC5 C6
C3OC 4C
C32 F
CN3 CC4C5
CSS CC9OC8
18 CC
N7 CC8
OC OC
CC1 4C
CC1 COC
C5 CNC
C5 C14
C2C OC3
10 CC9
CC7 6C
C1CCC2 3CC43CCC5
NC4 CCC
C2OC3 OC4
SS CC2CC
CCCC8 7
S C32
CC OC4
C8 C5
C3C2 CO
N2CC OCC
CCCCC5 C4
) #
2 OCC
C1OC 6OC
OC1 OC2
CCN CC2
CCN CC6
CC6 CC5
N1 CCCC2
CC7 N
C1C2 4
CCCC4 C3
CCC7 C6
C4C3 CCC12C
CCOCC 9
NC2COC3C2OCC3 NC4
5 O
C P
N 9C
O CCCCCCCCCCCC
C2 NCCC
CC2 F
CC2 OC2
C5 CC1
C6 C5C
C8 6
C32 OC
C1OCC2 C1
N5 CCCC5C
4 O
C1 6C
C2 CC1C
CCCC CCC1
NC SSC
C5 C4OC
OC2 C1C
16 CCCCC
CCCC5 4
C2CC3 CCC4
C1N2 C3
18 CCCC
4 C3
C2 C1CC
CC2 C1O
CN CCNC
OC3 C2C
OC3 CCN
CCC4 C5CC
CCN CC4
CCC5 C4C
C2OC 4C
N3 C4
CC8 CCC
NC3 CC3
C2CCC3 C4CCC
CC1CCN CC1CC2
CCC23 CCC
OCC12 CC
CCC5C4 CCC6
CC2CCC N3CCCCC32
CNC6 N
5 C6
C3 6
C2C OC1
CN 8C
10 CO
N1 4
C2O S
C9 CC7
CC5C4 CCN13
CC4C3 NC
NC2C OC3C
CC23 C4
CCC9 8
C2 CCCC2
C4 C2O
CC3 CC3
CO 2
CC4 NC23
CC5 OC4C
CC5 CCCCC5
C1O OC
CCN 6C
OCC1 CC2
CCCCCC O
CC12 CC3
C45 OC6
CCC1OC 1CC
CC3 C4CC
CC5 CC6
C7 OCC
C8 C6C
CC2C1C N4CCN
C67 CCC
CCN3 CCC
OC1C2C3 CC1
COC1C OC2C1OCC2
CCC1OC 1
2 1C
8 CCC
N 9CC
CC CCC2C1
NC NCC
CC1 C4
CC1 CO
CC2 N1CC
C5 CCC24C
C2C N3CCCCC3
OC1 OC2OC3
OC5 O
CC7 NC
OC6 CCCOC
NC5 4
O1 CCC
4OC5 6C
3OCC NC4CCC
C3CN4 CCC3
N N1CC
C2 NCC
C3 S
C5 CCCC
COC 3CN
CCN C2
OC7 C6
C4OC N
CS C3
C2C3 CCC4
ON 5C
CC4N 5C
C51 OC5
6 OCC
CCC N1
C3 CCC3
C4 C6
CC2 NCC
CN N
CN CC4
CC5 1
CC5 CCC4
10 C2
CCN 9
OCC1 CCC2
CC12 CCC3
14 NC
11C N
C3CCC4 5
CN4 3
CCCCC3C2 C4
7 OCC
C2 OC2
C3 C2CC
C3 N1CCC
C4 F
C4 CC1
C4 N1C
CC3 C2OC
OC1 OCC2OC
CC6 Cl
OC5 CCC
N2 CCCC12
C4O CCC4
-] )=
CCC7 6
16 CCC
NC2C OC
CCC12 3
CN5 CC
C3OCC 4C
C43OC4 C2C1C
O CCCCCCCCCC
C4 CCC32
CC3 N1CC
CC5 NC
CCC3 N
CNC 7C
CN3 N
CCC12 OC
CN1 CCC
C1CC2C3 CCC
N8 CC
OOC2 4C
A s
CCCC 13
C4 CC5C
CC4 CCC5
OC1 6
CN CC65
CCC4 C5C
CCC1 5
CC9 N
C1CC2 CC
CN6 CNCC65
CN4CCCCC4 3
CC4 C1
OC2 O
C1OC2 C3OC3
C2O 1
CCC5 3
CCC5 C1CCC6
OC6 CC5
NN 5C
NC2C N3C
CC3O 2
C2CCN CC2
N2CC3 OCC
9 CCC
S CCC
C5 2O
CC5 C2
CC5 OC5
5C 8
CCC4 1
C8 C9CC
CNC 6C
COC2 1
CN4 CC5C6
CC23 CC
CC34 O
4 C2
C1 CCCCCCCC
CC1 CN
CC1 C45O
C5 3OC
CNC NCC
OC7 CC
NC2 C3
NC3 CCN
N4 C5
N4 CC5C6
CCCCCCCCCCCCCCCC CCCCCCCCCCC
SS CC7
CCCN 6
CN4 CC5
N5 CCCC5
OC1COC2C1OCC2 NS
CN6 CC
CCC24 O
C4COC 5C
4 CCC
C3 SC
CCCC 9C
CN C1C
CCC3 OC
CCCCC 4C
CC6 CC7
C1OC2 OCC
CCC5 OC
CCCCCC C1C
C3CC OC
CC2C3 4CCN5
C2CCC3 C1
C6OC6 54
O CCC6
CC OC1OC
C4 CCC13
CC3 OC4OC
CC4 C3N
C6 Cl
C6 OC7OCC
CC5 S4
CCC4 C1CCC5
CCC1 CCCCC
OC6 5
C6O CCC6
CN1 CCN
C1CCC3 4C
CC2CC CCC2
CC C12CCC
CC2 5
CC2 CCCC
CCC2 C3CCC4CC
OC2 CC1
CC6 8
C1OC2 CCC
C1N CCC
C2C1 C3C
C4CC C123
CSS CC5
N6 CC7
CCOCC 8
C74 9
C8CCC9 2C
NCCN3 CCOCC3
O CC45
C5 OC4C3
OCC N3CCN
10 C8
CC2C OC
C3O CC4C5
C1C4 C23
C2OC4C OC5
N OC4C
S C6
C5 CC3
C6 COC
CN 8
CN 1N
CC5 NC4C
OC2 CC3C4
OC3 CC2C1
CC6 CCCCC
CC2C3 SC
C6C SSCC
NC4 CC4
CC8C7 C2
OC45 OC6
6 COC
CC4 C3O
CC4 C5CC
OCC 5OC
CN CC3
CN CCC2
C7 CC6
CC2C O
OCC1 NC
OC6 CCC
12 7
C13 2
NC4 N
C2C3 C4
C2CN3 CCCCC3C
CCC54 CO
N4CCCC4 C5C
CCC6C5 CCC7
C2 7
C2 C1OC3
C3 5C
C4 CCC23
CC2 OC3OC
CC2 S1
C5 OC34
C1OC 1
C3N C12
CC5C4 CCC3
C2CC3 OC3
C65 O
NCC2CCC N3CCCCC32
C4N1 CC5CN
7 CCC
O 7
O CC4C5
C3 C12C
C1OC 7OC
CCC4 O
CCC4 C3C
10 9C
C8 C4C
CCC5 6C
CCC1 CC2
CCCC1 5
CC3OC 4C
NCCCC O
CSS C84
O CC2C3
C1 CCCCCCC
C3 CCC5C6
C4 NN
CC3 CNC4
CC1 S
CC2 C1CC
C6 5C
OC1 OCC2
OC2 5
CCN CC1
CC6 OC6
CC6 OC7OC
OC1C N2C
C9 OC8
CCCC2 4C5
CC4C 6
NCC1 OCCC1
C2CCC3 C4CCC5CC
OC4C OC
16 O
CC3C2 4CCN5
CC1CCN 2
C1CCC3 C4
CC2OC1 C3
10C9 C2
OC N2C
C1 CC3C
CCC N1C
C3 CCC1
C3 NC2
C4 3OC
CC3 CCCC
CC1 CCC2
C5 C1
OCC 9
OCC 7OC
C6 2C
CC5 CC5
OC3 O
OC4 C5
C1N 4C
N2 C4
N2 C1CC3
CC8 OC
-] =[
CS 6
C3C2 CCC4
CCCC1 3C
CCCN 3C
CCC4C5 CCC
NO 1
N6 CCN
10CCC9 8C
5 C3
C3 C5OC5
C4 CC32
CC3 CCCC4
CC3 CCN2C
CC2 CCC1
C2C NC
CN C1C2N
C7 CO
C7 C9
OC3 CCCCC3
CCCCC O
C12 NC
OC5 6
13 7
NC3 4
C2N1 CCN
C45 OC5
C4CCC5 6C
C2CC3 CC
C3C1 CCC3
NC6 5
CC4O CCC4
OCC12 CCC3
C3OC3 4C5
CC3 N2CC
CC2 CCC3
CC4 CCCC5
OCC 4CN
CCC3 C2C
CCC3 CCCCC
CC2C N1CC
CNC 8C
C9 C6
OC5 CCCC5
N2 CCCC
CN4 N
N5 CCCCC5
17 CCC
NCC2 OC3CC
C45 CC
OCC2 4
N4CC OCC4CN
OCCO 5
C3CCN CC3
CC5NC4C3 CC12
C1 CC2OC
C2 OC1CC
C4 1C
CC3 CCC2
C5 C14C
OC1 CC2OC
OC3 CC2
OC3 C21
CCC3 CCC4
CCN 12
N1 C4
N1 CC2OC
CC7 CCC8
CCCCCCC O
OC8 CC
OC8 CO
NN 4
C2CC OC
11C 8
12C N
CCCC5 1
CCCC5 4C
NCC6 CC
C4CCN CC4
C5CCC6 7
C4CCC6 C7C
N CCCC3
C1 C4OC
C4 C2CCN
CC3 C2N
CC1 CC2CC
OC1 4C
N1 O
OC5 CC4
C4OC OC5
NCCC N3C
NC4 C3
CCC7 CC
SS CC6
COC5 C1O
C6CCC2 5C
2 4
5 N14
N OC2
S C12
NC 8C
CC1 CCCC
C5 C2C
C1C NC
C1O CC3
C8 C7OC
C8 CCCC8C
Cl C1C
CCC6 3
+] (=
C5OC 6C
CCC7 8C
CN3 CCCC3C
C2N1 CC3CC2C
CC13 C4
CSS COC5C1O
COC1 2
CCCC6 5C
N6 C8
N1CCC2 CC
2 C1C
S N
CCCC 6C
NC OC
C4 NC3
C4 N5
CC1 CN2CCC
CC2 CC2
C6 C3
C2C 7
10 C4
CCN CC5
OC4 O
C3O CC4
NC1 3
N2 CCCC3
NC2 NC
C4CC C12
CCCCCCCCCCCCCCCC CCCCCCCCCCCCC
CCCC3 4
NCC1 OC2CC
C3C4 5
CC1O S
CCCC9 CSSC
OC12 CCC
CCCCC3 SSCC3
C2OCC1 CC3
C4 CCCC
CO 3
C1OC 4C
C6 NCC
CC5 C8
C7 9
OC3 C1
OC3 CC4C
CC6 3
NCC SC
C3OC NC
C13 C2
CC2C3 4
C2CC NC
C23 NC
NC4 CCCO
OC1CC2 3
CN3 C5
CN2 CCOCC2
C14 C5
CCC8 C7
CCCC9 CC
C2C4 1
C5NC 6C
OC1OC2C OC
C6CCC5C 7C8
CN3CCCC3C OC
C I
S CC1
CC1 OC1
CC2 4C
C1OC 1C
C6 C7OC
CC5 7
C1O N
11 8
CCCCCCC N
C5O CC2O
C2C3 N
CCC8 7
C2CCC4 5CC
CN7 CC
CSSC2 CCO
C3CN4CCC3 CC4C
C5OCC2O 5
6 SC
S CCN
CC3 CO
C5 CCC5
C5 CC4O
CC4 NCC
OC1 7C
CC5 C78C
CCC4 OC4
CCC4 C1CC
C8 5
OC4 CCCCC4
C1OC2 3CC
C9 Cl
OC5 4C
C1N 4N
CCC1 C3
N3 CC4CN
C4O CC23
NC1C OC2C
NCCC NCCC
C1OC2C OC3
SS CNC8
17 CCCCC
CN1 CCC2
NC7 8
C87 CCCC8
NC1COC2C1OCC2 NC
C6OCC OC6
OC SSCC4
C1 C3OC
C1 NCCC1
C2 CC4
C2 NC1
C4 CC6
C4 CCC2C1C
C1C 7
CC4 CCC3
OC1 C2OCC3
CCC3 C4C
C3C OC4C3O
OC4 CC5C
CCC5 C2
11 3
C2OC 8OC
CC7 CC89
N3 C21
OC8 7
13 8
OC5OC 6C
CN2 1
CC5C4 CCN3C
CC13 O
N4CCCC 14
CCN2 CCC
I C
N CCCC4
S C7
C2 CC1O
C2 N3CCN
C4 OC8OC
CC3 CCC2C5
CC4 C2C4
OC1 O
CCC4 CC5
CCN C1
OCC1 C2C
C1N 4
C2OC 7
NC1 CCOC
N3 NC
C13 N
C13 C2O
NC3 2C
CC12 O
OC1CCC2 C3CCC4CC
CC32 CCC4
C2CCC3 4C
CN2 CC3C4
NO S
C1CC2 3C
C1CC2 3C4
CC3C2 4CCN5CC
CCC9 7
19 CCCC
C4C1 CC6
CC67 O
CC9C8 C2
C1OC23C4 OC4
CSSC84 CCC9
N3CC4CN 5C
F e
C1 CCCCCCCCCCCCC
C4 C3N
C5 CCC2
CC4 3OC
CN C12
CC6 7OC
OC4 2
C9 CCOCC9
C1N CCCN
CC7 CCC6
NC1 5
OC7 COC
CC8 NC7
C2C3 1NC
CC3C4 5
CC4C3 CCN12
CN4 CCOC
C3CCC 9
NC6 7
C8OC OC8
C2CCN 3
CC67 OCC8
CCN4 CCOCC4
C4N1 CCC4
C3CCC5 C6C
C8OC8 7
OC1CCN2 CC
S CC3
C4 C7
CC1 CCC2C
C5 OC43
C1OC 4
C6 8
C6 C3C
C6 C5O
OC1 OC2OC
OC1 C2OC3
CN CC5
5C OC
C7 CN
OC3 OC4
C8 3
C8 CC6
C1OC2 C3CC
N3 CCO
OC1CC2 CC3
CC1O CC2
C34 OC5
CN5 CCCCC54
7OC OC7C
C4C3C SS
C2CCC3C4 CC5OC65C
C3CCC9 2C
4 OCC5
5 OCCC
C1 CC5
C2 8O
C4 C3OC
C4 N3
CC2 N3
CC2 4CN
CO CC8CC9
CC5 C6C
OC2 C1OC
C7 C16C
CCN 7
C1N CCN
NH 3
N2 5
12 1
C2C1 CCC
NN 6C
CS C3N1C
CC12 CCCC
OC1CC2 CCC1
2N S
C5CC OCC5
OCCC NC
SS CC2
16 OC
CCC4C5 3O
C12C OC
C3OC4 CC
NCCN 4
C24 O
OC2CC3 C4CC
CC76 CCC
C4CCN 13
C2OC1C 6
CC2C13 N4CCCC4C
CC12OC SSCC
CCC4C53O OC2
N C2OC
O CCCCCCCCCCCCCC
S 1SC
C1 CC54
C2 N3CC4
C3 CC2OC
C3 CCCO
C3 CCC21
NC O
C4 C5OC
CC3 1C
CC3 CCC4
CC3 OC4CC
CC1 CCCCC
CC2 C1NC
C5 C24
C5 C14O
CC5 N4CC
C7 CCN6C
CCC4 N5C
10 CC8
CCN 6CC
OC4 5C
OC1C OC2
11 7
CC8 9C
OC9 8
C3C4 C5
CN1 C2
C3CCC2 C1C
NC3C OC4C3O
CC65 CCC7
CC56 O
CCCCC2 SSCC2
C3OC3 2
C53 OC5
C2OCC1 C4
NN1 2
CC7NC6 N8C
CC2OCC1 C3
CCCCC2C1 C3
C3CCC45 CC5
2 2C
8 OC9
9 OC1
C3 Br
C3 N2CC
C3 CC5OC
C4 7
CC1 CNC2C
CC2 S
CC2 C1OC
CC2 1OC
C6 OC7C
OC1 C3
CCC3 CCCC2
C1O S
CC6 OC5
N3 NCCCC
NC2 CCCC2
CCCCCCCCCCCCCCCC CCCCCCCCCC
OC1CC2 CC
CC43 CCC
CC4C3 1
CCC8 CN
NC5 N
CC34 CC5
C3C1 C4C
OCCCC 7
OCC12 CCC3C
CC1CC2 SSCC3
C5OC5 43
C4N1 C23
CCC42C 5
5OCCC OC5C4
N3NCCCC 3C
7 OC1
8 CC9
C2 C1N
C2 CC3C4
C3 NCC
CCCC CC2
C4 CC2
C4 C8
C4 C3CC
C4 CC6OC
CC1 CCCCCCCC
CC1 OC3
C5 OC6OCC
C6 CN9C
OC1 5
CC5 C14
C7 COC
10 CCN
CC6 N5
Cl C1CC
N1 CCC3
CCC1 4C
OC6 C7
OC7 6
CC8 CCC7
CCCC4 5C
C3N CCC3
CC4C3 CC5C
CCC8 CC
C1OC2CC CCC2
C84 CC6
C7OC6 C4
10C4 9
6 4
9 COC
C2 F
CC1 C3N
C5 F
C5 NC4
C5 C7C
C5 CCC34
C6 C2C
OC1 CCCCC1
C7 6C
C1O CCC2C1
CC7 CCCCC
NC1 CCC
CCCC2 CC
NCCC NCCCCN
C23 N
C1OCC2 CC3C
CC34 N
OCC2 4C
CC6C5 C2
OC2CC CCC2
OCC12 OC2C
C5OC6 C7
C5OC5 4
OCC6 5
OCC6 5C8
COC6 OCC
CC1CCN3 CCC
OC4CC5 C6CC
C2N1CC3CC2C N4C5
CC7CC89 CCCC9CC
6 CCCC6
C2 CC34
C4 C1OC
C4 CCCC5
C4 C13O
C4 CCCC24C5
C6 4C
C7 CCCC7C
CCC4 NC
COC 9
CC6 N7
OC4 3C
C1OC2 C3OC
CNC 5C
C3O 2
N3 C2
CCC6 4
CCC6 7C
+] %
OC9 CCC
OC1CC2 3C
C3CCC4 5C
10OC OC
N5 CC6
C54 OC5
OC5C OC
CSS CC3
CC6C5 C1
C7OC7 65
3O CC4C5
C6OC5 C3
C5CCC67 CC5C8
3 OC4OC
N OCC
N C1NC2C
S e
CC OC5
C1 CCC34
C2 CCC2
C2 OC12
C2 C5N
CC1 CN2
CC2 OC4
C5 CC5C
CO CC7
CO CCO
CC4 C32
C6 CCN
C6 CC6
OC1 N2C
CCC2 CCCC1
C7 CC5
CCC3 C2CC
COC 6C
COC 9OCC
10 3
10 NCC
OC4 CCC23C
OCC1 OC2
C12 OC3
CCC5 O
CNC 6NC
C9 CO
Br C1CC
CC7 OC7
OC8 C32
CC9 CCC8
N4 CCC3
CS 7
CCCC4 O
CCC7 CCC
C2N CCC2
CN2 CCOC
C4C3 N1CC
C3CC2 C1CN
C3OC4 OC5
CCC7C8 9COC
CC7C6 CC54
CN3CCC4 1C
CC4OC4 2C
3 NC4
4 5
4 CC5
6 CC7
N 9
C1 CCCCCCCCCC
C2 CC4OC5
C3 7
CCCC CC4
CCCC CCC3
C4 CCC2
C4 OC6
C4 CCO
C4 C1CCC
CC3 C12C
CC2 N1CCN
C5 6OC
CO CCCCCCCCCCCCCCCC
CC4 CCN3C
CC4 CC5CC
C6 C8
C6 CC7C
CN C2C1C
OC3 5
C8 C7O
OC4 C2C
C1OC2 CCC3
NCC SS
OC6 CC7
NC2 N1
CS C4
CCCC1 C2
C5C4 N
OCCCC NC
C4CCCC4 CC3
C67 O
OC1CC2C3 CCC4C
C34OC 4C
C2CN3CCCC CC3
C4CCC13 C2
C4N5 C3
1 NCCC
2 CCCC2
5 C16
O OC1C
CC P
CC OC7
CC SSCC
NC OC53
C4 S
C4 C32
CC3 CC1
CC2 CC3C
C5 C43
OC1 CCCC
C7 CCCC8
C8 C7C
OC4 CC3
OC4 CC5C6
CNC 7NC
C9 C4C
11 1
3OC OC3C2
CC2C3 CCC4CC
CCCC2 O
CS 8
NC4 CCCC4
C2N CCC3
CC3C4 CCC5C
C3N 4C
C3CCC4 CC53CC
C3C4 2
C43 O
C4CCC5 6COC
OCC2 5C16
3OC4 5CC
CC45 OC6
OCC12 CCCC
C5OC5 34
CC2NC1 C3CN
CNCC2 N3CCC
C6CCC5C 8C9
5 CC4
C2 C4C
CCCC CC1CC
CC2 OC2CC
C5 CN
CC4 CCN13
C6 OC9OCC
CN CC2N3C
CCCCCCCC O
CCC3 C4CCC5
10 7
OC4 C3C
CCC5 N
C9 C8OC
C1N CCCC1NC
C3O CCC
C2OC 7OC
CCC1 CCC
CC7 CCCCC7
CC7 N8C
N2 CCC3CC
CCC6 O
CCC6 7O
CC8 OC7
CC8 7C
CC8 CCC9
13 CCNC
C5OC 4C
11C 9
CC34 CC
NCCN 4C
C1OC3 OCC
OCCCC1 CCC2
C23OC3 C4OC
OC3C2O CC3N
CCCC87 CCC9
C F
O CCCCCCCCCCC
CC C1N2CC
C2 NN
C4 NCCC
C4 COC5
C4 OC3C2
C5 Cl
CC4 C5C
C2C N3CC
10 NCNC
C8 OCC
CCN 9CC
CC6 F
C1OC2 CCN3CC
C1N 3
11 CO
CCC1 8
N3 CCCC32
13 1
CC2C3 CCC4
CC12 CC3C
CCC3C 6
CC2C1 C3
C2N1 CCC2
CCC8 6
CN4 CCCC4
C54 O
COC4 CCCO
CC56 N
CC3NC2 1
COC8 CC
CNCC2 OCC3
C3CCC5 6OC
CC12CC34 C5OC
5 CCC
N C1OC
N CCCCCCCC
N OC4
CC OC6
C2 CC3OC
C4 CCCCC
C4 CC7
CC2 CC1C
C5 OCC6
C6 1
CN 9
CN C2COC
CC5 COC
CC5 CCC6
CC5 CCCC65C
OC3 C12
CCC4 CCCC4
C8 CC9
CC6 OC5C7
C2O CCC
11 CCC2
CC7 N6C8
OC6 CCC7
C3CC C1C
OC2C OCCN
OC4OC 5C
NCCC N1CCOCC1
14 OCC
C2C3 CC4
C3C2 C1C
CCCC4 CC
COC2 N
CC3C4 5C
CC5C4 C3
CC4C5 CCC6CC
CC23 CCC
CCC32 O
CCCC6 5
O1 C2C
CCC23 CC43CCC5
C1CCC3 C4CCC
CC6C5 2
C1C4 2
COC5 4
C7CCC6 5C
CC35 CCC2
NCNC 9
CCN1 CCCCC1C
CC12CC34 C5OC6
CC89 O
CCCN6 CCCCC65
N3CCO CC3CN
CC6N7 CNC8C
1 CCC
4 CCCC
S C21
CC C1OC2
C4 C2OC
C4 OC7OC
C4 CCCCC5
C5 CC7
C5 OC4OC
CC4 7
CC5 CCCCC
C7 C4
C3C 8
10 C19C
CC6 1
CCC5 2C
OC6 C32
OC6 5CC
12 CCC2
13 N
NC3 CCCC3
CCCC2 3
CC9 NCC
CC9 CC8
NCCC N4C
C1CCC 9
NC4 CCN
C2C3 4CCN5
OC1CCC2 CC
C3C2 1
C3C2 4CCN5CC
SS SS
CCC4C5 COC
CC4C3 CCN2
CC4C3 CCN5CC
C12C O
N1CC OCC
NCCCC 4C
C3C1 CCCC3
C1NC2 3C
NC6 CCCCC6
11CCC 8C
CC6NC5 C43C
N3CCCC 13
NN2 1
CCCC51 OC5
NCCN4 CCOCC4
C5OC4OC 3C
5 CC1
7 OC8
I C1
C1 CCCCCCCCC
C3 C1OC
C3 CCO
C3 NC4
C3 OC5OCC
CCCC CC3
C4 C2C3
CC1 CCCC21
CC2 3OC
C5 C7CCC
CO 1
CN C1CC2
CC5 C4O
C7 2
CCC4 N
COC 4C
10 C7
10 8C
OCC1 OC2OC
C9 C7
C3O CCC3
C13 C4
CCC6 4CC3
C3CC 8
NC2 CCN3C
NC3 C2
C4CC S
N4 C5C
CC12 OC2
OC1CCC2 3C
OC1CC2 C3CC
C1OCC C1
SS CCCCCCC
CN3 2
C14 3
CC54 CCC
CC3C2 CCC4
CC3O CCC3
O1 CC2
C6C5 N
C56 OC6
10CCC 7C
C8CCC7 6C
CCN2 CCCC21
CC35 4
10CCC9 CCCC8
C9CCC8 7C
CC3OC2 C4
C2C13 N4CCCC4C
CC7CC8 9CC
C2CC3CCC4 CCCCC
COC1COC2C1OCC2 NC
OCC24 C15
4 CCN5C
8 OCC
C OC1CCC2
] (=
C1 CCCCCCCCCCCC
C2 C43
C3 OC2C1
C4 CCC3C2
C4 COC4
CC3 4OC
CC3 OC3C
CC1 C67O
CC2 3N
C5 1OC
C5 C4C3
OC3 C2CC
CCC4 C2
C3C OC2
10 6
OC5 CC6C
11 NCC
N2 C43
N2 NCCCC
CC8 2
C2C1 CC3
NC2 CCOCC2
C1CCC2 3
C2C3 SCC
OC1CCC2 3
C2OC3 CCC
CN2 CCCCC2
C3C4 OC5
CC5C4 N
C4C3 N1CCC
OCC3 OC3
CSS CC6
C4N 5C
CCCC7 6
CC4O CCC5
CN5 CCOCC5
N6 CCCC6
N6 CCOCC6
CCCCC6 C5
N7 CCCC7C
NC8 CCCCC8
CC3N2 CC1
N3CCCC3 C4
CC3C5 2C
C2OC3OC4 COCC
N2NCCCC 2C
5 C1
N CCCC2
S 5
S CC2
CC OC9
C1 CCCCCCCCCCC
C1 SCC
C3 CC7
CC2 NC3
C5 CCC3
CO CC4
CC4 C1C3
OCC C1C
CN CCC97
CCCCCCCC CCO
C7 C2
C7 C6OC
C7 2O
OC3 C1O
CCC4 OC3
CCC3 5C
C8 CO
C8 COC
CC2C NCCC2
C9 6
OC6 CCCC6
N2 C1C
C4O CCC
CCC6 7
C2C1 C4
CCCC4 2C
C1OCC2 N1C
15 NC
COC2 C1
CCC2C 6
SS CC1
SS C9
SS CNC9
SS CCCC4O
CN2 C3
C3C4 CC5CC
C14 CCCC
CN4 CCCC4C
N5 CCC6
OC5C 8
NCC3 CCCCC3
18 CCCCC
NC6 N
NCCN 1
NCCN 2
C3N1 CCCC3
CC2OC1 C3C2C
CC8C7 CCN9CC
CC6NC5 4
CC7C8 NCC
C84 CC5
CC8CC9 CNCCC97
N P
S C8
S C1CC
CC OC3OC
C2 1OC
C2 CCOCC2
C2 OC4OCC
C3 C1O
CC3 6
CC1 P
CC2 C1N
C5 NCC
C5 CCC7
CO CC5
C6 C4C
C6 2O
OC1 8C
CN CCCOC
CC6 4C
C1OC2 CC13C
CC2C 6
OCC1 CCC
OCC1 CC2CCC
C12 CC3
C9 C8O
CC7 4
C1C2 CCC
OC6 7
N3 C2C4
OC7 8
N4 NCCCC4C
CC12 C3C
C1CCC 8
C23 C4
C23 CC43CCC5
C2C3 4C
CCCC1 CC2
12C OC
CN2 C1COC
OC4C 7
COC3 C2C
C4C3 OC5
C2CCC N4CCC3
NCC3 CC
C4C5 OC5C6
19 CC
19 CCCCC
20 CC
C63 CC4
CC12CC34 CCC
C1OCC23 CCC
C7OCC OC7
CC3CCCC4 NCCC
C3CN4CCC3CC4C N5N
NC15 CC2
CC8NC7 N9C
C5OC43 1
C3C42 CCN5CC
N C2O
N NC3
O CCCCCCCCCCCCCCC
CC SCC
C2 OC5
C2 CCCC51OC5
C3 C7
C3 OCC1
C4 OCC1
C4 CC56
CC3 5C
CC3 C1C2
CC2 7
C5 8
C5 CCO
CC4 CO
C1OC 9OCC
C6 C4O
C6 CCC8
C6 CCCC7
CC5 CO
CC5 N4CCC
OC3 C4C5
CCC3 C5
CCN CC7
CCCCC N1C
C9 CCCC9C
C2OC OC12
N2 CCCC2C3
12 CCNC
CCC6 CC7
C2C1 CCC3
OC8 C7OC
NC2 CCC2
NC3 C4
CCCC2 CCCCC2
NCCC NCCCC
CC12 CC3OC4
C23 CCC4C
CCCC3 C2
CCC7 OC8
CCCC1 N
CCCC1 OC
12C O
C2CCC3 4CC
CC3C2 SC1
COC1 OC2C
C2CC3 C4C
CCC12 CC32CCC4
CN5 CCN
C45C OC
C56 O
C42 O
C4OC5 CCC
CCC54 CC35CCC2
CC4OC3 C2C41
CNC2C1 C3
N8 CC8CC
CC87 O
N2CCC3 NC
C3CC2C 6
C6CCCC CC6
C4OCC5 C6
CC2CNCCC2 CC
N3C2C4 CN
5 CC65CCC7
C1 CCC45
C2 CCCC1
C3 CC6
C4 CCC1
C4 CC3N
CC3 CC2C1
CC2 CCCCC
CC4 2C
CC4 CC5C
C6 CCN5
C6 OC5C4
C2C OC4OC
CCC2 7O
C7 C4C
C7 CC6O
CCC4 C1
10 C9OC
OC4 C3CC
OCC1 CCN2CCCC21
N1 CCOC
CC7 C6O
12 NCC
CCCCCC CCC2
CCC6 C1CCC7
NC2 CCC3
+] =
CC9 6
CCCC4 CCC32
SS CCC
C34 CCC5C
C34 CC54CCC6
CN4 C3
C5C4 OC6CCC
CSS C4
3OC4 CCCC4CCC32
CC6C5 3
CC6C5 CC4
CC6C7 C8
N3CCCC3C OC
CCN3 CCC4
CC7OC8 CC9OC
C3CCC4C5 CCC6CC
C3CC2C1C N4CCN
C21C OC
C1OC23 CC45OC6
C78 CCC
C4C7 C5O
8 C7
N CCCCCCC
C1 I
C1 C43
C3 CCC5C
CCCC 14
C4 OC1
C4 CC3C
CC1 C2CCC3
C1C SSCC7
OCC 4C
OCC 8OC
C6 C5OC
C6 C7C
C6 CCC45C
CN CC2C3
CC5 NC34
CCC2 C1CC
OC2 C4OC
C7 CSSCC5
CCC4 6
CCC4 3OC4
10 C9CC
C1OC2 CC3OC4C
C2O CC4
CC7 8O
C1C2 CCC3
OC8 COC
NC3 CCOCC3
CC4C NC
C1CCC2 C3CCC4C
NC4 CC
CCC7 8
OC1CC2 3CC
COC2 OC3CCC4
SS C5
5OC O
C6CC OCC6
C34 C1
C2N1CC3CN 4C5
CSS C5
C4CCC5 C6
18 CCC
COC2OC 3C
CC6C5 C3
CC4NC3 C2C1
CNC4 CCN
C42 OC4
109 CCCC
CC2OC1 C3C
NC12 CC3CC
NC2COC3C2OCC3 NC
CC2C13 N4CCCC4C5C
NCSS CCCCCCC
C6CCCC CCC6
C6COC 7C
CC1CCN2 CCN
CN4CCCC4C OC
6 OC7OC
8 CCCC9
O CCCCCCCCCCCCCCCCC
O CCCCCCCCCCCCCCCCCC
S CCO
C2 CCCCC
C2 CCCC4
C2 CCCO
C2 OC2CCC
C4 C1CC
C4 C13C
C4 C1C4
CC3 CC4C5
CC1 CNC2
CC2 C3OC
C5 C9CCC
CO CCCC
OCC OCCOC
CC5 Br
CC5 NC1
CCC2 3OC
OC2 CCNCC2
10 COC
C8 2
CCN CCC
OC4 C5O
N1 CC3
N1 CCO
6C 9
CCC5 OC4
NCC 9CC
C9 OC9C
CC7 CCCC87CCC9
OC6 O
NC1 CCCC
C2C1 CCN
CCCC2 4
CC4C N5
NCCC N1C
NC4 CC5
CCCC1 8CC9
CC3C4 CCC5CC
C2OC3 CC
C2OC3 N4C
C2OC3 4OC5
C3C4 5C
C43 CCC
CCC8 CCCC18CC9
CCC23C OC4
C1CC2 OC2
17 OC
C1C3 2C
CC3O CC4
C4CCC5 CC6OC7OC
C1N2 CCCC2
C2CC1 C3
CCC45 CCCC3
CN6 CCOCC6
C4OC5 C6
CCN3 CCN
CC2CC1 NCC
CCSS CC5
C73 CC4
C2N3 CC3
N7CC8 CN
10CO CC9
CC4N5C NC6C
CCC63 CC76CCC
C1OC23C4OC4 C5C6
4 CCC3
7 CC8
8 CC
O OC1
O OC3
S C13
C2 CCC7
C3 OC1
C3 C54
CC3 S
CC3 C6
CC3 C2CC
CC1 C2CC
CC2 C4C1
C5 CC3O
C1C OC2OC
CC4 CCCC4
C1OC 8OCC
C6 C9
C2C SS
OC1 C2CC
CCC2 CCC
C7 C8C
OC3 C2OC
10 C6C
CC6 NC
CC6 CO
C2O CC3C4
CCC1 6
NC1 CCC1
CCCCCCCCC O
NC4 5
CCC4C 6CC
C2C3 C1
C2C3 N1C
11C 8C
2OC OC2C3
C2OC3 4C
C3CCC4 C5C6
CN3 C4OC5
CN2 CC3N
C3C4 CCC5C6
CC5C4 CC3C
CC4C3 C2C
CC3C2 C4
C34 CC5CC
NC5 1OC
N5 CCCC15
CC4C5 3
CC34 OC5
CSS CC1
O1 C2CCC
C5C6 CCC7C8
CC65 CCC
C56 CC
C5N 6C
CCC3C4 CC5OC6
C5CC4 CC6OC5C7
3O CCCC32
N3CCCC C13
C1C3C4 CCC5
OC5C7 6O
CCC7C6 CCC8
C7CC5 OC8OC
NCCSS CCNC
C3OCC1 O3
9 CCCC9
P 1
S C1CC2
C1 CCC3C2
C1 CCCC6
C2 CC5
C2 CC2C
C3 CCCCC
C3 N4CCC
C3 CN4CCN
C4 NC5
CC3 CCC12
CC1 C2NC
CC4 N1C
CN CC1
CN C3C2
CN C21
C7 3C
C7 C6O
OC3 CCCC
CCN S
CCN C3
CC6 N7C
C12 CCC3C
N1 CCNC
CCC5 3C
C9 C6C
C9 OC5C8
C1N C3
NC1 NC
NC1 CC3
N2 NCC
N2 C3OC
OC7 CCCC7
C13 4
CCC6 2
13 NCC
CC2C3 N
CCCCCCCCCCCCCCCC CCCCCCCCCCCC
CC43 CCCC4
C3N CCC4
C3CCC4 C5CC
SS C13N
CN2 CCN3C
C2N1 CC
CC34 OC4CCC
NCC3 N4CCC
C5C4 C6
CSS C1
C1N2 CC3CC
OC7OCC 8OC9
N4CC S
COC4 CC
CCC45 C6
OCC5 4
OC12C OC
C3CC2C1C N5CCN
C3OC2 C1O
NCSS CC7
CCN6 CC7
C1CC2N CC3C
N7CC8 CN9C
CC5OC4C 6
C43OC4C2C1C N5CCN
C9C6 8C
C9OC5C8 6O
2 NCC
4 ON
5 OC6OC
C3 CC4C5
2C N
CC3 CCC2C
CC2 OC4OC
C5 Br
C5 CCC13
C1C 8
OCC N1C
OCC OCCO
OC1 7
OC1 CCCC1
CN CC2OC
CN C3C2C
CN C3C2C4
CN C2CC1C3
CC5 OC3
CCCCCCCC CC1
5C 7
C7 CC8C
C7 CC64
OC3 C4C
CCC3 5
COC 9CC
10 1
C8 OC7
CCCCC N2C
Cl C1CC2
C1OC2 OC3
OCC1 OCC
OC5 OC6COC
12 8
C1CC OCO
CC8 OC7C6
C5O CCC5
CC9 CN
NCCC 7
C23 CCC4
14 N
C2C3 SC
C3C2 4CCN5
CCCC4 5
OC1CC2 NC
CC2N CCC3
CC5C4 CCN3
4NC 5
CCCCC4 C3C5
CCCC5 C4
OC1C2 CC3
CCC9 C8CC
C2C1C N4CCN
C5C6 7C
2OC3 CC4C5CCC6CC
N7 CC7CC
C1CCN 2
CC5O CCC5
OC3C4 OC4
CC3NC2 C1C
OC3C2OCC3 NCC
CCN3 CCOCC3
NCC7 CC
CCN4 CCC5
CC8OC9 CC
C63 OC16
OC1CCN2 CC3CC
C2OCCC OC2
5 CCCC
N CC3OCCC3
O CC32
O CCCCCCCCCCCCC
S C3C
C1 CCCC1
C1 SC2
C3 CNCC
C3 C14CCCC
CCCC CCC2
C4 CC5OC
C4 CC5OC6
CC1 CNC2CC
C5 C8
C5 C3CCN
CC4 CC2
CC4 5OC
OCC OC1
C6 C2
OC1 COP
CC5 CCC6C
C7 5C
C7 CCO
CCC4 C13C
CCC3 6
10 CC1
C9 C8C
11 C2
N3 CCC5
12 9
CC8 N
CC8 C7O
C2C1 4
NC2 CC2
CCCC2 NC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCC
OC1CC2 OC2
OCCC l
C3N C2C
C3CCC4 CC3
C3CCC4 5CC
SS C1
SS C2
SS CC8
CN2 CCCC2C
OC4C 6
17 O
CC34 OC4
NCC3 CCOCC3
CCC12 C3
C4N CCC4
3OC4 5C
C1CCC3 C4C
C31 O
19 CCC
NC7 CCCCC7
C64 CC5
CC5OC6 CC7OC8CC9OC
C1CCC5 6
CCC13 O
OC43 C2
COC7 CC
C7OC7 64
CCC65 CC46
C2S C7
C1OCC23 C4OC
C7OC6 CCCOC
CC5N6C NC7C
CCC75 CC47
6OCC OC6C5
10C2 9O
118 CCCC
C4COC5 C4OCC5
CC12CC34C5OC6 CC7
CCC5OC4 CC3OC2
C2 C45
C2 CC3N
C2 OCC1C
C3 CC4OC
C3 OC12
C4 2OC
C4 CC43
C5 OC9OC
C5 NC6
C5 CC7OC
CO CCOCC
CC4 CCN3
C6 OC8OCC
C6 CC5O
CCC2 CCC3
OC2 C3CC4
C7 CCC9
OC3 CC1
OC3 C4O
OC3 CCCC4
C1O CCCO
C3C OC4
C8 C4
C8 C9C
C8 C17C
C8 CCOCC8
CC6 OCC
C9 NCNC9
11 2
CCC1 6CCC
Br C1CCC2
N2 C4OC
N3 C54
C4O CCC5
CCC6 OC
13 OCCC
N4 CCCCC4C
NCCC OCCCC
CCC4C N
C32 NC
C1OCC2 NC
C2OC3 C4
CC5C4 CC31
CCCCC4 O
NC5 C43C
CCCC5 O
CCCC5 6C
13C 8C
CCC34 5
N5 C6C
NCC2 CC2
NCC2 CCCCC2
CCC9 C8CCC
O1 C2CC
CN1 O
CCCC9 7
OC2CC3 CCC4C
CN5 4
C2CCC4 C3
C2CN3 CCC4
C2CN3 CC4C5
OCCO 4
NC7 5
CC3NC2 C41C
C1OC3 CCCC
CC2C13 N4CC5
CCN4 CC
CCN1 CCN
CCCC87 CCCC8
C2CC3OC3 4C5
C3OC34C5 CCC6CC
C3COC4C3O CC4N
OC87 OCC65C8
CC2N3 C1CO
CC1CN2 CCC1CC2C
OC3C4C5 OC6
2 OC3C
5 OC1
9 CCCCC9
N NCC
O NC
OC OC2C
C1 CC1
CCC OCC
C2 NCC1
C2 SC3
C3 CCC54
CCCC CCC4
C4 C12
C4 NCC
C4 Br
C4 SC
C4 CC23
C4 C9CC
C4 CCC13C
CC3 CCC2C1
CC1 C32
CC2 P
CC2 N3CCC
CO CC8
CO CC9CC
CC4 1C
C6 CNC
C6 C5C4
CN CCC75
CC5 C1C4
CC5 CCCCC54
CCC2 5
OC2 OC3CC4
C7 OC7C
C7 NC56
C1O CCCC
C1O CC2C3
C3C SSCC
C8 CC9C
C8 CC9OC
CC6 CCC
CC6 CN
CC6 C5C4
CC6 C15
C1OC2 CC1
OCC1 3
N1 CCC4
C2O CCC2
CC7 C5
C1C2 4C
N3 N2
OC7 CCCCC7
CC9 CCCC9
OC9 CO
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCC
CCC3C NC
OC1CCC2 C3
NCC1 NC
C32 OC4
CCNC 7
SS S
SS C4
SS C6
12C 9
CC1O CC4
CC4C3 CCN2C
CCC8 C7C
CC3C2 1C
CC3C2 4CCN5C
CCCCC4 SSCC4
C4C3 N1CCCC
NCC2 OCC3
CSS C7
C1N2 CCCCC2
O1 CCN
OCCCC O
C4N C3C
CN5 C6
N6 CCCCC6
CC6C5 1
CCCCC3 C2C
NC7 N
NCC5 CC
CNC4 C2
N7 CC8C
C53 CC4
CC3NC2 C4
CC6OC7 6C
OC12C N
CCN3 CC4
C75 CCC
N3CCCC3 CO
NCCCC1 NC
NNC2 CC3
NN2 C1
C1OCC23 C4C
C7OC8 CCC
CCC64CC3 6
5 CCC4
8 5
N C1O
N CCCCCCCCC
CCC N1N
C2 CC4C5
CCCC CCC1NC
C4 N2C
C4 CC3C2
C4 OC6OCC
C4 C1C23
C4 OC14C
CC3 COC
CC2 OC5OC
CC2 CCCC3
CC2 CCC4C1CCC5
CO CC2
CC4 C2C
CC4 C3CC
OCC N3CCOCC3
C6 CCO
OC1 OC2CC3
OC1 N2CC3C4
CC5 CC2
CC5 OCC
CC5 CCCN6CCCCC65
CC5 CN6CCOCC6
C7 CCC2
OC3 4OC
CCC4 CCCC4C3
C3C OC4C
10 OC9
10 CNCCC
CCN C3C4
CC6 N1
CC6 CC7C8
OCC1 4
OCC1 CCC2C
OCC1 2C3
N1 CCCCCC
CNC 4C
CNC 5N
C9 OCC
C9 C18C
11 9C
11 NCNC
Br CC
12 3
CCCCCCC 3C
3OC 4C
OC8 CCCC8
OC2C OS
NN 5
C4CC 9
C6O CCC7CCC
CC12 CCC3C
CCC4C 7
C2C3 CCC4C
C3C2 CC4
11C OC
CCC7 OC6
C2N CCCC2
COC2 OC5CCC6
CN3 CCCC3
C2CCC3 4
C3C4 CC1C3
CC1O P
CCC8 7C
OC1C2 C3C
NCCCC 6
C1C3 CN
CC34 C5C
NCC3 CC3
CCC9 CCC
C1N2 CCOCC2
C6CCC5 2C
C3NC SC3
OCCCC C1C
CN1 CCC4
CCC23 CC
CCC23 C4
NC6 CCCC6
C15 4
CN5 CCCCC5
NCC4 CCC
CNC4 CCCCC4
C1CCC5 6CCC
CCCCC7 6
C4OCC 5C
C5CCN 4
C3OC2C O
N4CCCC4C OC
CC8C9 NCC
C4N1 CCCCC4
CC8O 7
OC1CC23 CC43CCC
C1N4 CCN
NC3COC4C3O CC4
C4C8 C5O
C5OC54 C13C
C3CC8 C2C1C
CCC4CCCC4C3 CNCC
2 OCC3
6 C4
7 C4
N CCN2C
CCCC CC2OC
C4 C9CCCC9
CC1 I
CC1 OC8OC
CO CC6
CO CCCCCCCCCC
CC4 OCC5
C1OC 4OCC
C6 C13
C6 C24
C6 7OC
C6 CC8C
C6 CCC4C3
C6 CCN8
OC1 9C
OC1 CC2OC3C
CC5 CC3
CC5 C6CC
CCCCCCCC CCC1
OC2 6C
C8 CCN
C8 CCO
C8 CCCC9
CCN 14
CC6 7C
CC6 C5C
CC6 CCCCC6
CC6 N5CC
OC4 CC5OC6CC7OC8CC9OC
OCC1 COC2
N1 CC2C
OC1C NC
C9 3
C9 4
C3O CC2O
12 4C5
CCC6 C5C
CCC6 CCCC6
NC2 C3OC
NN C3C
NN 4C5
C1CCC OC
OC9 CCCC9
C23 CC4
NCC1 N
11C 7C
OC1CC2 C3C
OC1CC2 3C4
CCCC1 6CC7
SS CCCCCC
CN3 CCS
C2CCC3 C4C5OC5C6
CN2 CCOCC
C3C4 CCC5CC
CC5C4 1
CC54 OC15
NO 5
CN4 CC1
N5 CCCC
C1C3 CC4CCC5
C45 OC5CC6
14C OC
C4C5 3C
CC5NC4 C2CCC
C4CC3 2C
ClC1 CC2C
C24 O6
15C OC
7OC OC7C6
NCC4 CCCN5CCCCC54
C76 O
C3N1 C4C
CC2C1C N
N1CC2 OCC
OC1CC2C3 CCC
10NC 9
CC1CCN3 CCCC3C
OC1C2OC 2C
C1CC23 CCC4C
C3CN4CCC3 CC4CN
CCCC15 CC6
CC3C24CCN5 CC6
N4CCCC14 CC2C
C2CCN3 CC4
C4C3CSS CCCCC
CNC1CC2 CC3CC4
NCCN2 CCOCC2
C3OCC2O 3
2 NN
4 CCN
5 CCCC6
O OC2C1
O N1N
S OO
CC OC4OC
C1 CC6
C2 8
C2 5C
C2 SCC
NC 9C
CC3 CN2
CC1 N2N
CO CCCCCCCCCCCCCCCCCC
CC4 C23
CC4 N1CC
OCC CCC4C
C6 C54
C6 OC45
OC1 6C
OC1 2OC
CN 14
OC2 4C
C7 OC9OCC
CCC3 1C
CCC3 C2C3
10 CCCC9
C8 CCC5C2
CC6 C8
CC6 CC45O
OC4 CC3C
C2O OC
C9 2
C1N CC3
CCC1 CO
CC7 C6C
N2 CCOCC2C3
N3 CCCCCC
CC8 CCCC8
13 C2
CC2C3 1NCCC
CC9 CCCCC9
N4 CCCC1
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCC
CC32 CC
N2C 5
C5CC S
C1OCC2 CC3
CC3C4 C5
C5CCC4 C3
SS C3
SS CCCC5O
CCCCCCCCCC CCC2
CC5C4 CCN3CC
16 6OC1
COC3 CC2C4
C34 CO
CCC34 CCC
C4CCC 6C
17 6OC1
C3CC2 C4C
CSS CC3C
14C 8C
18 OC
NC6 4
OC12 OCC3
CN5 N
C4NC 5C
CCC4C3 CCC2C1
CC15 O
OCC12 C3OC4
CC4NC3 C2C5
NCC5 CCC
20 CCC
CNC4 CCOCC4
C6OC6 5
C3OC3 C2
C4OC5 CC
CC76 O
C5CCN CC5
CNC5 NCC6
COC2C N
OCCCCCCCCCCCCCCCC CCCCCCCC
C1OC23 N4
C41 OC4
108 CCCC
C2C13 N4CCCC4C5C
NN3 2
NN3 C2N
3CC2 C1OC
NC3CC S
C1NCC2 N1CCN
CCC1OC1 CCCCC
CC3C45 CCN6CC
C8OC87 4
CC34CC5 N6CC7
N6CCCC6 3
N4CCS CC4
CC6N1 C35
2 CCC
2 3C
5 OCC6
6 C3
C OC1CC
C OC1CC2
N CC2N3C
C1 CC1C
CCC NCC
C2 CCO
C3 C1C2
C3 SCC
CCCC C12
C4 C5OC5C
CC1 CCCCC1
CC1 OC2CC
CC1 CN2CCOCC2C3
C5 3CN
CO CC2C1
CO CCOC
C1C 8C
CC4 CC3C
OCC N4CCOCC4
C6 CC54
C2C 8
OC1 8
OC1 9
CN CCC86
CC5 C1
CCCCCCCC l
OC3 2C
10 8NC
10 CC9OC8
C1OC2 OC2
N1 CCC2NC
C9 SSCC
OC5 C2C
OC5 6C
OC5 CCCCC5
C1N CCC3
C1N C2CCC
CCC1 CC4
CC7 OC8OC
N3 NCC
12 C2
CC8 5
CC8 6
OC2C OC3C2OCC3
13 CO
C5O CCC
NN S
NN 6C7
C4CC OC
CC4C 7
NCCC NCCCCNC
14 9
14 CCNC
C32 OC3
CCCC4 C3C2C
C21 OC3
C5CCC4 2C
C3N 5
CCC8 9
CCC8 5CC4
C1CC2 C3CC
C34 CC5
CCCC5 C6C
13C NCC
CN4 CCC5
CC4C5 OC6
OC1C2 OC2C3
CCCCCCCCCCCC CC2
17 N
C1C3 4C
NCC2 OCC
6OC O
CC2O 1
C3C1 CCN3C
CCC23 CC1
OCC2 4C5
NC6 C5
NCCN C1
C4NC NC4
CCN5 CCOCC5
N1CCC2 N
C64 CCC
C53 CCC
OCC5 C6
C14C OC
C5CC4 2OC1
NC8 9
C3CC4 OC4
C4C2 C3O
8NC OC53
OCC23 CCC
OCCCCCCCCCCCCCCCC CCCCCCCCCCCC
N4CCCC4 C5
C51 CCC6C
N3CCCC CC3
CCSS C5
NCSS CC8
C5OC4 C3C2
C1CCC7 8CCC
C1CC2N CC3CC
CNCCCC OC
CCCN6 CCOCC6
CCC1CCCCC 7C
OCC45 CC6
C4C1CC6 7C
CC1OC3 CCC4C
10CCC9CCCC8 CO
CC4CN5 CCC4CC5
C5CC42OC1 3O
2 5
5 CC6
N CC4OCCC4
O CCCC2
OC N3C
C1 CC3C4
CCC OC1
C2 C4N
C3 9
C3 CC3C
C3 C5OC
C3 OC13
C3 C1CCC3C
C4 N2
C4 CCCO
C4 3CN
CC3 8C
CC3 CC12
CC3 CCCC3
CC1 OC7OC
CC1 CCCCCCCCC
C5 CC8
C5 CCC4C
CO 4
CC4 N3CC
OC1 OCCN
CN C3C
CCCCCCCC 1C
CCC3 C1CC
COC 5C
10 C9C
C8 CC82
CCN CCCCNC
CC6 CCCC6
OC4 C5OC
C1OC2 CCCC2
CCC5 OC5
CC7 CC6
CC7 CC4NC
C1C2 5
C3OC 7OC
NC1 C2C
12 CC1C
CCC6 N
CCC6 CCCCC6
CC8 9CC
OC8 C9C
13 C4
CC2C3 OC3
NC2 NCCOC
NCCC 8
4OC OC4
14 1O
C2C3 CN
C2C3 CCC4CC
11C NC
SS CC4C
5OC OC5
CC4C3 CCN5C
CCC8 CCC
CCC8 9C
C34 N
NC5 CCCC5
CCCC5 3
C4C3 1
C4C3 C5
C4C3 C2C
13C OC
C45 C6CC
CCC9 CC
CC3N CCC4
C4C5 1OC
CN1 CC2
OCC2 3C
CCCC9 8CCCC9
OC12 C3
OC12 OC3
CC45 CCCC5C
C31 NC
C1C4 5C
CC56 C7
COC5 CC
20 CCCCC
C3OC3 C4
C6C7 OC8C9C
N1CCCC1C OC
CC2OC1 C3CN
CNC8 N
C35 O
OCCCCCCCCCCCCCCCC CCCCCCCCCC
OCCCC1 OC
CCN4 CC2
C3OC2 C4
CCN1 CC2
N1CCCC1 C2
CCSS SC
NN2 C1N
C2C13 C5CC6C
C9OC9 85
C3N1CC CCC3
C8NC NC8
119 CCCC
2NS NC2NC
CC9CCC8 COCC7
CC7CCCCC7 NC
OCCCC1CCC2 3N
CCCC14 CC5
C2OC34OC5 CC
CCCC97 CCCC9
1 NN
1 SC2
2 OC4OC
3 CCN
N OC5
O CCCCCCCCCCCCCCCCCCCC
S CCCC
CCC N4CCOCC4
C2 N3CC
CCCC CC1CCC
C4 C1O
C4 CC4C3
C4 N3CC
C4 CCC6C7
C4 CC5OC65C
CC3 CNC
CC1 CC1
CC1 OC2CC3
CC1 CN2CC3
CC2 3CN
C5 CCC23
C1C N2CC3
CC4 CC5N
CN C13
CC5 3C
CC5 C6OC
CC5 SSCC
OC2 CC1C
OC2 N3C
C7 OC56
CCC4 C3C1
COC 7C
C8 OC5C76O
CC6 C5CCC4
CC6 NC15CC2
OC4 C5C6
OC4 COS
CCC5 3CC2
C9 CC1
C9 OC8C
CCC1 CC3
CCC1 C2C
Br C1C
C1C2 C3C
C1C2 NCC
C1C2 NCCC
C1C2 N3C
OC6 5C
OC6 CCCCC6
N3 C1
CC8 CO
C2C1 3C
CC2C3 OC4
CCCC3 C4
CCCC3 CCCCC3
CCC3C N
CCCC1 C3
C2N 7C
C5CCC4 1C
SS CC9
SS C8C
CC2C1 CC3
CCCO P
CCCO CCCC
CC4C3 CC5
CC4C3 CCC2
C34 OOC
C4C3 CCC21C
13C SSC
CCC34 CC54CCC
N1CC S
OC1C2 CCC3C
C54 CCCC5
CC23 OC4
NCCCC CCN
C1C3 N4CC5
CSS C8
CCC9 CCCC9
CC3N C2C1
C1N2 C3C
CCCC6 CC7
C3OC4 5OC
C1OC2CC3 C4CC
OC12 CC3
CC4O CC4
N6 N
N6 CCNCC6
CC45 CCC
C2CN3 CC4
CCC4C3 CC5OC5
NC7 6
C5N CC6
CCC3C4 CC5OC
OC1COC2C1OCC2 NCC
CCC45 CC
CC6C7 NCC
C1CC3 C2C3
CC6O CCC6
OC32 CC4
C35 CCC
OC1CC2C3 CCC4
CC5NC4C3 CC2C
10CCC9 COCC8
C2CCC1 3C4
CC2C13 C4C
C1C5 C24
C1OC23 CCCC1
CCSS CC56N
CC7CC8 CNCCC86
C1CCC2C3CCC4 CCCCC4
NC3CC OC
C1CC23 CCC
5OC6 7C
OCCOCCOCCOCC OCCOCCOCCOCC
C2CC3CCC4 CCCC
C4CC1 C32
CC2C34CCN5 CCCC
4OCC5 C6
C3CC2OC NC
C1CCC34 CC5C
CC7OC7 54
CCC4CCCC4 C3C
C12CC3 CCCC2CC
CC4C53 OC25
CN2CCCC2C OC
CCC75CC47 CCC3
C1NC2CCC OCN3C
C4C51OC OC65CC
C1C45C OC3
1 S
1 OCC
4 OC5OC
8 COC
9 CCN
N CCCCCCCCCC
O CCCCCCCCCCCCCCCCCCCCCC
C1 C3O
CCCC CCN
NC N6CC7
C4 C1CCC4
C4 CCC2C6
CC3 SC
CC1 NN
CC1 C24
CC2 4C5
C5 7C
C5 N1C
C5 NC7
CO CCCCCCCCC
C1C OC45OC6
OCC Br
C6 C4CC
C6 CCC7C
C2C 9
C2C N3C
C2C OC3C2OCC3
OC1 CC3
OC1 CCCCC
CN C32
OC2 5C
C7 2C
C7 C65
C7 CCC5C4
10 C5
CCN 8C
CCCCC NC2
CCCCC NS
CC6 Br
CC6 CCC7
CC6 CCN5
CC6 CSSCC
OC4 C12
C1OC2 CCCC
OCC1 OC2OC3C
C9 CCC5C2
OC5 2
C1N 3C
CCC1 7CCC
OC6 3
NC1 C2OC
NC1 CCCCCCC1
CCCCCC NC
CC8 C4C
CC8 C9CC
CC8 CCC9C
C2C1 CO
NC2 CO
NC3 CCC3
CC9 C2CC
CS C1CC
CS C12C
CC12 CC34C
OC9 CC
C23 CC4CC
NC4 CC3
NC4 N5C
11C NCC
CCC7 OC
OC1CC2 3OC
15 N
15 6OC1
CCNC 6N
SS C9C
C3C4 CCC5
COC3 C4OC5C
C1CC2 3CC
NC5 N6CCNCC6
CN4 CCCC
CN4 CCCCCC4
NC2C SS
N3CC SCC3
CC23 CC4
CC34 CCC12C
ON 6C
CCC9 CN
CCCC6 CC
C3C1 CCC4
CC3CC CCC32
NC3C OC4C
C2CCN 4CC
CC45 CC
CCOCC 7
C2OC1 C5
C2C4 5C
OCCO 6
CC56 NC
C2C3C NC
CCC3C4 CCC5C
OC3CC4 OC5
C64 OC6
C4C3C SSCC
NC8 CCCC8
N4CCCC CC4
N4CCCC S4
CCC6C7 8COC
CC4OC3 C2C
C3C5 1C
CC7CCC 8C
C1OCC23 CCC4C
CC7NC6 C5
C7CCCCC7 C8
C7CC6 C3C
C5NC4 CC3
CC4OC42C 5
CCC7OC8 CC9OC
OCC54 CC6
CCC65CC46 CCC23C
CCC85CC4 8
CCC4C3CC5OC5 2C1
2 C3NC
5 6
6 CCOCC6
N SC
N NC4
O CCC7
CC Br
C1 C4O
C1 CCCCCCCCCCCCCCCC
C1 CCCCC5
CCC N3
CCC SC
C2 CC2C3
C2 9O
C3 CC3C4
CCCC OC
CCCC CC7
CCCC CC3C
NC 9CC
C4 CC3OC
C4 C65
CC3 C1O
CC1 C3C
CC2 CC4C
CC2 CCC3C1CCC4
C5 C34
C5 N6
CC4 OC4C
CC4 N13
C1OC 7OCC
C6 OCC1
C6 CCCO
C6 NC7
C2C OC1C
CC5 C87
CCC2 CC2
CCC2 OC3
CCC2 CC1C2
OC2 C1C3
C7 NCC
OC3 CCC4C
CCC4 CC5C
CCC3 CC2
C1O N2C
10 4
10 CNC
CC6 3CC
C1OC2 3OC
OCC1 5
C2O N
CNC 4N
OC1C N2CC3
OC5 C6C
C1N 3N
CC7 2
CC7 4C
CC7 5C
N2 C3NC
N3 C5
N3 CC5
OC7 C8
CCCCCC 8
OC8 9
OC8 C6OC
CC2C3 4C
NC3 N4C
4OC O
CC12 C3
C2C3 1
C2C3 CC4CC
OC1CCC2 3C4
NCC1 OC2OC3C
C32 CCC
CCC7 CCCC1
CCCC1 CC
C2N 8C
C21 CC
CN3 C4OC
12C NCC
12C 8C
12C NCCC
C2CCC3 C4CCC5
16 3
CCC8 C7CCC
C34 CCN
NC5 CCCO
13C NCCC
N1CC SCC1
CCC9 8C
CCC9 N8CC
NS N
OC1CC2C N3CCC
CC5C6 NCC
CCC12 O
CCC23 CC1CC3
C3OC4 CCCC4C
OCC2 CC3
C1CCC3 CC
CN5 C13
8OC NCC
C1C4 2C
OCC12 OC2
N1CCC2 OC
C3OC3 C4C
N7 CCC7C
CC5OC6 5CC
OCC4 CC4
CC7C6 CCN5C
CCC13 CCC4
C3CC4 CCC
C5OC5 C6
OC43 CCC
CC8C7 CC9N
OC1CO CCN
NCCCCCC NC
C23OC 3C
CC1CCN3 CCOCC3
CC24 O
CC41 C5
C3N1CCC3 NC
CC12CC34 CC
CC51 CC6CC7C8
CC2C34CCN5 CCCC6
OC3CC2 CCC5C1CCC6
C2C41 OC4
C2CC34 SSC5
NC1NC2C OC3C2OCC3N
C96 C5
NCCCNCCCC NCCCN
C5CC3O CC45
10CC1 C9
NC3COC4C3OCC4 N5N
N1CC2C N3C
CC3CN2 CC1
OC4C5C6 OC7
CCC7CCCC1 7CC8
1 CCCO
3 1
3 OCCC
3 SC4
4 2
N CCCCCCCCCCCCCCCC
S CC2C
S C23
C1 CCCCCCCCCCCCCC
C2 NC1C
C2 CC13
C3 12
C3 C5C
C4 7C
C4 OC4C3
C4 C3OCOC4
2C 5
CC3 CCCCC
CC1 C7
CC1 CCCCCCC
CC1 CCCCCCCCCCC
CC1 CN2CC
CC2 C1C2
CC2 CCC3C
CC2 OC3CC
C5 CC2
C5 CC14
C5 CCC6C7
C5 C8C9
CO CC1
CO CC5CC6
3C 6
CC4 N1
CC4 CC23
C1OC OC2
C1OC 6OCC
C6 CN
C6 CC6C
C6 C15
OC1 CCN
OC1 CCCCCCCCCCCCCC
OC1 3C4
CC5 C3C4
CC5 CNCCO
OC2 C4
OC2 CCC3C
C7 NC8
OC3 C2C1
OC3 CCNCC3
CCC4 1C
CCC3 CCC
CCC3 C1C
CCC3 CC32C
CC6 CC4NC
CC6 NC5C
Cl CC1
C1OC2 CC13
OCC1 OC2C3
C2O P
CCC5 CNCCO
NCC SCC
CNC 9C
OC1C NCC
C9 OC2C
C9 C7C
C1N C2N
C3O S
11 5
11 CC6
CCC1 C4
CCC1 5C
CC7 9
C1C2 3O
C3OC 6OC
OC6 4
12 C3
12 NCNC
C13 CCC4
C5C SSCC6
CCC6 3C
CCC6 CCCC16CC7
OC8 C7
OC2C N
CC2C3 4CCN5CC
NC2 CCC
CCCC2 C4
C4CC 4C
C7O CCC7
CC9 2
NCCC N3CCOCC3
CCCC3 1
CCCC3 5C
CCC3C OC
OC1CCC2 CC3
OC1CCC2 C3CC
C3C2 CCC5
CCCC4 CC3
11C 9C
CCC7 N
CCC7 O
CCC7 4CC3
OC1CC2 CCC3C
CCCC1 9CC
C2N 6C
C2N 9C
COC2 CC3C
CC3C4 CCC5
CC3C4 NC5
12C 5
CN2 CC3OC
CCOC NCC
CC5C4 NC
CC54 CC
COC3 C5O
C43 CC
C1CC2 CCC
C1CC2 CCC1
C34 CCC5
C34 OC4CC
13C NC
C54 CCCCC5
CC13 CC2
17 3
CC34 CC5CC
NCC3 N
CSS CC8
CCC9 CCCC19CC
NS C4
CCCCC5 O
O1 CCC2
CN1 CCCC
C4CC3 CCC4C
C4CC3 NCC2
C24 5
OC12 O
NC3C SSCC4C
C2OC1 2C
C2OC1 3C
C31 CCC
8OC OC8C
CC4N CCC5
C2CN3 CCCC4
OCCO 2
NCC5 OCCC5
20 CCCC
CCC45 CCC6C
N7 CCCCC7
C14C 6
C4CCN 3C2
C4CCCC4 C5
OCCOCC OCCOC
C4C2 CC5CC
C4OC4 3C
C75 CO
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCC
C3CCC2C 5
OC3CC4C5 CCC6
NCSS CC6
CCN6 CCOCC6
C2OC3C OC4
C5OC4 C3C
CC7NC6 5
C6OC5 C4C
C2N3 C4C
C8OC9 CCC
C2OC3OC4 C5
C5CC1 N4C
C4CCC13 C2C
OCC2C3 CCC4C5CC
CC6OC6 34
NC3COC4C3O CC4NC
C4N5C NC6C
C4CC56 CC
C2CCCC4 3OC4
CC5NC1 4
CCC36 C5C
C5CCN4 CC3CC
COCC2C1 CC3C4
CC6CCN5 C13
5 NC6
6 CCCC
6 C5
6 CC6
S 6
S C2C
OC NCCC
C1 C5C
C1 C5OC
C1 CCCC3C
CCC OC3OC
C2 C5OC
C2 CCC1C2
C3 C1C3
CCCC NCCCN
)= [
NC SSCC
C4 CC5O
C4 OC43
2C 6
CC1 C2OC
CC2 CC3CC
C5 OC1
C5 C3C4
C5 CCC23C
C5 CC4CC
CO CC3
CC4 CCCC
CC4 N5
OCC N3CCC
C6 C1
C6 CCC7C8
C6 CC7OC8
OC1 N
OC1 C2O
CN C2CCN
CC5 8
C7 4C
C7 CNC
C7 CC8OC9
C7 9O
OC3 C5OC6
OC3 OC4CCC5
CCC3 4OC
C8 7C
CCCCC N3C
CCCCC N4C
OC4 C5C
OC4 C5OC5
N1 OC
N1 C2OC
CCC5 1
CNC 7N
C9 C5C
C1N CC4
11 CC7
C1C2 CC3
C1C2 CCC3CC4
OC7 CC6
OC7 C6OC
C1CC 4C
C13 CCC
C13 CO
CCO S
CC8 3
OC8 CCC9
NC2 OCCOC
CCCC2 5C
CC9 7C
CS C2C
NCCC OCC
OC9 COC
C23 C4N
14 8
CCC3C OC4
CCC4C N5CC
C3C2 CC1O
NCC1 CCOCC1
CCCC4 2
11C NCCC
15 CCNC
COC2 3
C3CCC4 CC13
SS C8
CC21 OC3OC
12C SSC
CC5C4 CC12
CCC3C2 CC3
NC5 CC5
C4C3 N1C
OCC3 4C
CC23 4
NCCCC CC3
OC2CCC3 C4
CCC32 OC43
CSS CNC8
CCC9 C8
C3C2C OC4OC
C1N2 OC3C
C1N2 CC3CN
O1 OC2
CCCCC1 SSCC1
18 6OC1
NC6 O
NC6 NC
OC2CC3 OC4CC5OC6CC7OC8CC9OC
3OC4 5CCCC6
CN5 CCC
N6 CCCC6C
C1C2C OC3
OC3CCC4 5CC65CCC7
2OC3 CC4C5CC
C56 NC
C56 OC6CC
OCC12 C4CCC5C
CC4NC3 C5
N7 C8C
C6C7 CC8
NC8 CCCO
CC2OC3 C4C
CCN2 CC
CC35 C16
N2CC3 OC4
10C9 C8
CNC8 CCCC8
C7C8 CC9
OC1CC2C3 CCC4CC
1OC2 N
C1CC2C3 CCC4C
CCC43 C2
C1CCC6 7CCC
C4OC4 C53OC
C7OC7 5
OCC23 O
OCC23 C4C
OC54 CC
OC2OC3C OC
CC4CCCCC4 NC
CC2C13 CCNC3C4
CC1CCN3 CCCCC3
N1CCCC1 CO
CCSS CC6
C6CCC5C 7C
CC3CCCCC3 1
C53C OC
OC1CCN2 CCC
C1N2CCCC2C OC
C3CC7 C2C1C
C5CCC7 C8C
C1CCC8 9CCC
CCC7OC6 N
C6CCN8 CC9CC
C39 CO
C9CC1 C8
C1CC23CCC N4CCC5
N7CCC7C SSCC5
CCC32OC43 CCC5CC
6 7
N CC4CC
N N1C2
O CCC4C3
S C2C1
S CC2CCCN3CCCCC32
CC OC5OCC
C1 CCCCCCCCCCCCCCC
C1 C2OCC3
C2 CCC13
C3 CCCCCC
C3 SC4
C3 CN4CCCCC4
CCCC l
C4 C2C5
C4 1O
C4 NC23
CC3 6C
CC1 CCCC2
CC1 OC3C
C5 C9
C5 N4
CC4 OC8OC
CC4 CC5C6
C1OC 5
OCC N4CCCC4
C6 OC16
OC1 C4OC
CN CCN
CN CCOC
CC5 N1
CC5 C3CCC
CCCCCCCC 2
CCCCCCCC CC1NC
CCC2 CCCC
C7 NC6
CCC3 C12
CCC3 C1CC3
10 2
10 C9O
10 CCCO
10 CSSC
C8 OC2C
CCN 7C
CCCCC N6
CC6 S5
C1OC2 CCN3CCC
OCC1 OC1
OCC1 4CCC
C12 CCCC
C12 CCN
N1 CCCCC
N1 C2OCC
NCC 9C
C9 1
C1N NC
C1N CCN1
C3O P
11 CC1C
11 CCC87
CC7 CO
CC7 OC6C
C1C2 CCCC
C1C2 3C
NC1 CC4
N2 O
N2 C3C4
N3 C1CC4
OC7 CCC8
CCC6 2C
CCC6 4C
CC8 C7C
CCCCCCC NC
C2C1 CCC4
NC3 N2C4OC
CCCC2 4C
C2CC C1O
NC1C SS
CC9 C7C
N4 CC3
N4 CCCC5
NCCC 9
NCCC N4CCOCC4
C1CCC 7C
NC4 2
CCCC3 CC
CCCC3 CC2
14 1
14 C4
C2C3 4CCN5CC
C3C2 CC1
C32 CC
CCCC1 CCC
2OC O
C1OCC2 OC3OC
C1OCC2 3CC
COC2 O
COC2 CC3
CCC2C O
CC3C4 CC5OC65C
CN3 CCCCC3C
CCCN CCN
CN2 CC3OCC
C3C4 CN
C3C4 CC2C13
C3C4 5COC
16 NC
CC3C2 OC4
NC5 C4
CCCC5 CC
CN4 C5
N5 CC6C7
NCC3 CC4C
C5C4 2
CSS C21
CSS CC2CC
C2CC3 1
C1N2 C3NC
O1 CCN2C
C4OCOC4 3
CCC12 OC2C
OCCCC 9
NC6 N7
C2CO CC
C5C6 7
CC6C5 N
CC45 OCC6
OCCO 3
C56 COC
C56 CC7CC
CNC4 CCC4
C42 CCCC
CC2C1C N4CCC
N1CC2 OC3
C7C6 C8
CC6OC7 6CC
CCN2 CCN
OC23 CC4C5
C25 4
C67 OC7
CC4CC56 CCC
C2CCC4C5 C6
COC6 CCCCC6
CC24 3
C1CCCC C1C
OC2CCC34 CC54C
CCC56 CCC
NCC8 CC
C7CC8 CCC9CCCC9
CC2OCC1 CC3
CC7CC8 9C
NCCN3 CCCC3
10C8 CO
CC3CNC4 5
C45OC5 CC6CC
CC7CCC8 CC9
C5OC43 2
C83 OC18
CC12CCCC CC45CCC
CCCCCCC3 OCC
C4OCCC OC4
C4CCC1 C2C34
CCCCCCC2 OCC
OCC14 C32
CC4CN5CCC4CC5 CNC
NCN6CC7 CN
C2COC3C2OCC3 NC
NC2CSS CC3C
NC1CSS CC2C
NC6N7 CCNCC7
1 NC2
2 CCCC3
5 CCOC
7 8
8 CCC5
N N2N
O OC7C
S C4C
OC N1C
C1 C2O
C1 CCC1
C1 C3CC
C3 CC5C
C3 N2CCN
C3 OC13C
CCCC SC
CCCC N1C
CCCC NCCCNC
C4 8
C4 C9
C4 CCCC3
C4 C75
CC3 CCC4C
CC3 C2C3
CC3 N4CCC
CC3 C2CCNC
CC1 CNC
CC1 CCCCCC
CC1 OC3OC
CC1 CCO
CC1 CCCCCCCCCCCC
CC1 C2OC3OC
CC1 OC3CCC
C5 N1
C5 C4CC
C5 C8C
C5 N4C
C5 OC7OCC
C5 CC6C7
CO CCCCCCCCCCCCCCCCC
CC4 C5OC
OCC C1CC2
OCC OCCCC
C6 NN
C6 3CN
C6 C25
C6 3O
C6 NC15CC2
OC1 CCCC2
OC1 OC2CCC3
CN CCC3
CN CC2C
CN C1C2
CN C2C3OC
CCCCCCCC CCCC1
C7 C9CC
OC3 CCC2C1
CCC4 C3CC2
C3C 9CCCC9
10 C8C
CC6 C2
CC6 N5C
CC6 CNCCO
CC6 CC78
CC2C N
OCC1 C3
OCC1 2OC3
C12 OC2C
CCC5 NC
CCC5 CN6CC
CCC5 CCCC15CC6
C9 C5
C1N C2C3
11 C1
CC7 3
CC7 N6
OC6 C7C
OC6 C7OC
NC1 CCCC2NC
N2 1
CCO P
CCC6 CNCCO
CCC6 24
C3CC 9
CC8 CCCC9
C2C1 CCCCC
CC9 C4C
CC9 CCCC8
NCCC N5C
CC12 OC3
C1CCC 6C
OC9 CCC8
CCCC3 5CC1
OC1OC 3C
C3C2 1C
NCC1 CC
CC32 C4
C32 C4
OC1CC2 OC3
C1OCC O
C2N C3C
COC2 CCC3
CCC2C N3CCC
CC3C4 NC56
C2OC3 4C1
C5CCC4 3
C5CCC4 C12C
CCNC 8
12C NC
12C 9C
CC2C1 3C
CC5C4 3
CC5C4 C13
CC5C4 CCC6
C43 CCN
C43 C2CCC
CCCC5 C3C2C
CCCC5 CCC43
CN4 CCS
CCCCCCCCCCCC C1
NCCCC NCCCN
C1C3 CC4
14C SSC
C1N2 CC3
C4C5 CCC
C3C1 C4
OCC2 OC3OCC
NCCN 5
CCCC7 CC8
C3CCC2 N
CC6C5 CCN14
COC4 CCCC
C9OC OC9
C31 OC4
CC1C2 C53
C4NC SC4
C6C5 C43CCN
C2C3OC 3C
CCC3C4 CCC2C
OC1COC2C1OCC2 NCC3
NCC5 CCCCC5
NCC5 CCCN6CCCCC65
C3OC3 C1
9OC OC9C
CNC2 CCOCC2
OCC5 6
OCC5 3C
NCCCCC O
CCCCC7 8OC
C4CCC32C OC
CC2OC3 4C
CC6OC7 OCCC
4OC5 CCCC5CCC43
CNC8 CCCCC8
NCCCN 6C
CNC5 C4
COC8 7
C98 CCCC9
C4OC4 23
C4CC5 6C
OCCC3 C2C
OC4CC5 CCC6C
C2S CCC
C2S C9
OCC7 6C9
10N 9C
C1OC23 CCC4C5
C5C4C SSCC
C41 OC5
C6CCC5C 7
C2C13 N4CC5
C9OC9 5C8
C3CC5 OC54C
C4C23 CC1OC
C8C5 C9
CCC1OC1 CCCCCCC
CC7NC NC7
CC6CC7 CNCCC75
CC2C34CCN5 CCC
N5CCCCC5 C2
CC7CCC8 CCC
C4NC3 C5
CC63 C5
C2OC7 CCCC7
C4C1OC 5
C61 CCCC6
CC27 C9
C1CSSCC7 CNC6N
CCC5OC4CC3OC2 CC1OS
CC2CCCC3 NCCC
C45OC5CC6 CC7OC8OC
C5OCCC OC5
CC3C4NC56 CCC7
1 CCN3C
1 CCCC7
2 OC5OC
2 1OC
3 CCC
6 OCC7
H 2
N NC5
O B
O OC3OC
O OC12C
S CC1C
CC NC4N
OC OC2
OC NC7CCCCC7
C1 CC3OC
C1 CCCC2C
C1 C4C5
C1 COCC
C1 SSC
CCC NC1
C2 CCC8
C2 OC2C1
C2 OC2C1O
C3 6C
C3 N4
C3 C65
NC OC1OC
C4 C2C1
C4 OC14
CC1 OC1C
CC1 OC1CC
CC1 CN2CCCC2C3
CC2 6O
C5 9
C5 NN
CO CC7CC8
C1C 9
CC4 OC2
CC4 CCC6
C1OC O
OCC N1CCN
OCC N3CCCCC3
OCC SC1OC
C6 CC4
C6 OC1
C6 CCCC5
C6 OCCN
C6 NC5C43C
CN NC
CN C1CC
CN N4
CC5 CNC
CCCCCCCC NC
CCC2 CC1
OC2 CC3OC
C7 CC7
C7 C4O
C7 CCC6C
C7 C6C5
CCC4 CCC5
10 CCC2
C8 4C
C8 C7CC
CCCCC 5C
CCCCC 7C
CCCCC N8
CC6 OC3C
CC6 OCCC
CC6 OC6C
OC4 6C
OC4 CCNCC4
C1OC2 N
CC2C 7
CC2C N3CCC
CC2C SSCC
N1 CCC1
C2O NC
NCC C1C
OC5 3C1
11 CCN
11 OC2C
CCC1 NCC
CCC1 C23
CCC1 C32
Br H
Br CC1
CC7 3CC2
C1C2 OCC
C3OC 6
OC6 C2C
OC6 C8OC
NC1 4
NC1 2C
N3 CCOC
OC7 4
C13 OC
CCC6 CC8
CC8 NC
CC8 C9C
3OC OC3C4
C2C1 4C
C2C1 CCC2
CC2C3 CCC
CC2C3 CCC4C5
NC2 N1C
C5O 2
CCCC2 OC
CC9 CC5C2
CS CCC
NCCC NCCCN
NC4 CCC4
NC4 8CCC5
CCCC3 O
CCCC3 1C
C2C3 CC45C
OC1OC 4C
C3C2 C5
C3C2 CCC4C5
11C 7
11C 6C
CCC7 CO
OC1CC2 OCC2
CCCC1 CCCC1
C1OCC OC
C2N OC
C5CC OC
15 9
CC3C4 N2N
C3N CC2
SS CC2CO
CC5C4 CC3C2
C2N1 CCC
CC54 CC35CCC12C
C43 C5
NO N
CCCC5 CCCCC5
