{"[UNK]":0,"[CLS]":1,"[SEP]":2,"#":3,"%":4,"(":5,")":6,"*":7,"+":8,"-":9,".":10,"/":11,"0":12,"1":13,"2":14,"3":15,"4":16,"5":17,"6":18,"7":19,"8":20,"9":21,":":22,"=":23,"@":24,"A":25,"B":26,"C":27,"D":28,"E":29,"F":30,"G":31,"H":32,"I":33,"K":34,"L":35,"M":36,"N":37,"O":38,"P":39,"R":40,"S":41,"T":42,"U":43,"V":44,"W":45,"X":46,"Y":47,"Z":48,"[":49,"\\":50,"]":51,"a":52,"b":53,"c":54,"d":55,"e":56,"f":57,"g":58,"h":59,"i":60,"k":61,"l":62,"m":63,"n":64,"o":65,"p":66,"r":67,"s":68,"t":69,"u":70,"v":71,"w":72,"x":73,"y":74,"z":75,"CC":76,"(=":77,"@@":78,"](":79,"OC":80,"C1":81,"]([":82,"CCC":83,")[":84,"C2":85,"C3":86,"CCCC":87,"C4":88,"CO":89,")(":90,"NC":91,"@]":92,"@@]":93,"2C":94,"C5":95,")=":96,"CC1":97,"3C":98,"1C":99,"CC2":100,"CC3":101,"C6":102,"COC":103,"CN":104,"4C":105,"C1C":106,"CC4":107,"CCCCCCCC":108,"C2C":109,")/":110,"1CC":111,"OCC":112,"C1OC":113,"C7":114,"O2":115,"5C":116,"O1":117,"([":118,"10":119,"CC5":120,"OC1":121,"CCCCC":122,"CCN":123,"C3C":124,"O3":125,"CCC2":126,"OC2":127,"C1O":128,"12":129,"CH":130,"@@](":131,"OC3":132,"C8":133,"][":134,"3CC":135,"CCC3":136,"CCC4":137,"Cl":138,"@](":139,"2CC":140,"O4":141,")([":142,"6C":143,"C4C":144,"CNC":145,"N2":146,"11":147,"OC4":148,"CCC1":149,"COC1":150,"N1":151,"C9":152,"12C":153,"CC6":154,"O5":155,"4CC":156,"5CC":157,"N3":158,"]%":159,"C2O":160,"O6":161,"NCC":162,"C3O":163,"Br":164,"CCC5":165,"OC5":166,"CS":167,"NH":168,"NC1":169,")(=":170,"1O":171,"OCC1":172,"13":173,"CCCCCC":174,"C5C":175,"CC2C":176,"C1OC2":177,"C12":178,"O7":179,"NC2":180,"OC1C":181,"7C":182,"CCO":183,"(\\":184,"OC6":185,"2O":186,"SC":187,"N4":188,"C2OC":189,"CC7":190,"C1C2":191,"NC3":192,"(/":193,"/[":194,"C1CC":195,"CCCCCCC":196,"N2C":197,"C4O":198,"C3OC":199,"NC4":200,"43C":201,"-]":202,"O8":203,"C6C":204,")\\":205,"](/":206,"23":207,"OC7":208,"8C":209,"14":210,"+]":211,"NN":212,"CCCN":213,"C1N":214,"3O":215,"CCC6":216,"2C1":217,"1OC":218,"CCCCCCCCC":219,"2C3":220,"3OC":221,"CC8":222,"C1NC":223,"C3CC":224,"CCCCCCCCCCCCCCCC":225,"2OC":226,"CCNC":227,"OCC1OC":228,"C13":229,"C5O":230,"23C":231,"CCOC":232,"C2CC":233,"34":234,"C4OC":235,"C1CCC":236,"9C":237,"N1C":238,"C2C1":239,"\\[":240,"OC3OC":241,"OC8":242,"1C2":243,"CCCO":244,"CC3C":245,"15":246,"N1CC":247,"C3C2":248,"N3C":249,"O9":250,"-])":251,"OC2OC":252,"COP":253,"C4CC":254,"C2C3":255,"CC2C3":256,"CN3":257,"CC1C":258,"10C":259,"CCCC2":260,"OC2C":261,"C6O":262,"OC4OC":263,"CC9":264,"=%":265,"C7O":266,"1CCC":267,"CCCC3":268,"4OC":269,"CC2OC":270,"CCCC4":271,"OC1CC":272,"C1CCC2":273,"CO3":274,"NC5":275,"11C":276,"NCCC":277,"1CC2":278,"C7C":279,"+](":280,"32C":281,"6CC":282,"12CC":283,"OS":284,"C5OC":285,"N5":286,"C8O":287,"OC7OC":288,"OC5OC":289,"CCCC1":290,"CCC7":291,"1CCC2":292,"C5CC":293,"COC2":294,"4O":295,"SS":296,"2CCC":297,"OC9":298,"C23":299,"16":300,"45":301,"CO4":302,"CO2":303,"3C4":304,"CCCCCCCCCC":305,"NH2":306,"OC6OC":307,"NCC1":308,"4C5":309,"COC3":310,"OCC3":311,"3CN":312,")/[":313,"34C":314,"C2N":315,"CC4C":316,"@@]%":317,"CCC4C":318,"C3C4":319,"CCC3C":320,"CO5":321,"+]([":322,"CN1C":323,"C3N":324,"CC12":325,"CCCCC4":326,"+][":327,"C3O2":328,"2N":329,"OC1CCC2":330,"7CC":331,"OC8OC":332,"C32":333,"OC3C":334,"13C":335,"C9O":336,"CCCCCCCCCCCCCCC":337,"CC32":338,"C1OCC":339,"NOC":340,"CN4":341,"NC1C":342,"CCCNC":343,"OP":344,"21C":345,"CN2":346,"@]%":347,"N2CCC":348,"OC1CC2":349,"CCCC5":350,"C4C3":351,"C8C":352,"32":353,"CO6":354,"N2CC":355,"CCCCCCCCCCCC":356,"OH":357,"21":358,"2CO":359,"CC43":360,"N4C":361,"5OC":362,"17":363,"C3CCC4":364,"C21":365,"3C2":366,"31":367,"CSC":368,"@@]([":369,"12CCC":370,"3CCC":371,"1N":372,"CN2C":373,"C1OCC2":374,"C2CCC3":375,"OCCN":376,"C4CCC":377,"C6CC":378,"5O":379,"CCCCCCCCCCC":380,"NC6":381,"CCC2C":382,"CCCCCCCCCCCCC":383,"CCCCCCCCCCCCCC":384,"C1OC2C":385,"OC1OC":386,"2CC3":387,"CCN2C":388,"OCCC":389,"OCC2":390,"C2OC3":391,"C5CCC4":392,"CCSC":393,"N3CC":394,"CC2C1":395,"NS":396,"54C":397,"NCC3":398,"CCC8":399,"OCC4":400,"CC21":401,"10O":402,"CO1":403,"CCN1C":404,"3CO":405,"CC3C4":406,"N6":407,"N1CCC":408,"NCC4":409,"CSS":410,"CCCCC3":411,"CO7":412,"C43":413,"C14":414,"C6OC":415,"N3CCC":416,"OC9OC":417,"N2CCN":418,"4CCC":419,"NCC2":420,"NCCCC":421,"3CCC4":422,"10OC":423,"CN3C":424,"14C":425,"43":426,"3N":427,"C1CC2":428,"CC3OC":429,"C2O1":430,"CCCCC5":431,"8CC":432,"OCO5":433,"CCC12C":434,"CC5C":435,"CCC2C1":436,"CC5C4":437,"OC4C":438,"CCC4C5":439,"6OC":440,"CC1OC":441,"CC54":442,"CN1":443,"6O":444,"C9C":445,"OCO4":446,"18":447,"4NC":448,"CCCC6":449,"C4C5":450,"CC4C3":451,"CO8":452,"C2NC":453,"C1C3":454,"N4C3":455,"CCCCC1":456,"C5C4":457,"3CC4":458,"CCCCN":459,"5C6":460,"CC2N":461,"C2CCC":462,"C31":463,"CC1O":464,"CCC3C2":465,"CCC23C":466,"CO9":467,"@]([":468,"C54":469,"CCC9":470,"CC3C2":471,"10CC":472,"12O":473,"C12C":474,"CCCCCCCCCCCCCCCCC":475,"C34":476,"N2CCCC":477,"CCCC7":478,"C2N1CC":479,"1CO":480,"CCC1C":481,"CCOC1":482,"N4CC":483,"CCCCC2":484,"45C":485,"CNC3":486,"11CC":487,"S1":488,"OO":489,"4CC3":490,"OCC5":491,"OC2CCC3":492,"NCCN":493,"CN5":494,"C2N1CC3CN":495,"OC1C2":496,"CC4C5":497,"56":498,"SSC":499,"CN2CC":500,"NCCC1":501,"23CC":502,"CNCC":503,"11O":504,"CCCC8":505,"OC5C":506,"COC4":507,"CCC5C":508,"CCC2NC":509,"19":510,"15C":511,"C3CCC":512,"2OC1":513,"COCC":514,"5CCC":515,"2OC3":516,"N5C":517,"C3C1":518,"C2CC3":519,"CCCC9":520,"C1OC2CC":521,"NO2":522,"N4CCC":523,"CNC2":524,"CCCOC":525,"N1CCN":526,"CC13":527,"CC4OC":528,"1CCCC":529,"CNC4":530,"3C1":531,"CN4C":532,"CCN3C":533,"C5C6":534,")\\[":535,"NC7":536,"CN1CCC2":537,"CC6C":538,"C7CC":539,"CCC32":540,")(/":541,"NO":542,"CC1CCN":543,"CCCCC6":544,"C7OC":545,"65C":546,"7O":547,"2NC":548,"C2C4":549,"FC":550,"CN1CC":551,"9CC":552,"CS3":553,"C4CC3":554,"CS2":555,"11OC":556,"CCl":557,"NO3":558,"N7":559,"C1CCN":560,"C4N":561,"2CN":562,"41":563,"OCO3":564,"COC5":565,"C12CCC":566,"NCC5":567,"3NC":568,"2COC":569,"-][":570,"CCC34":571,"31C":572,"OCO6":573,"C6CCC5":574,"OCO":575,"CCC43C":576,"COS":577,"N3CCN":578,"C3C2C":579,"CCC32C":580,"C3NC":581,"OCC2OC":582,"CC2O":583,"CSSC":584,"C5C6CC":585,"CC34":586,"C1N2C":587,"C3OC4":588,"C2OC1":589,"3OC4":590,"OCCCC":591,"CC5C6":592,"OC1CC2C":593,"54":594,"CS4":595,"3CCN":596,"S3":597,"C65":598,"N3C2":599,"C4OCOC4":600,"CC3O":601,"OC6OCC":602,"C1NC2":603,"C24":604,"NNC":605,"C3CCC12C":606,"CC5NC4":607,"42":608,"1CN":609,"N3CCCC":610,"32O":611,"24":612,"35CC":613,"NC2C":614,"N2CC3":615,"6CCC":616,"CCC12":617,"4N":618,"1C3":619,"C15":620,"C4CCC5":621,"20":622,"C2CO":623,"C1CO":624,"OCCO":625,"CNC1":626,"OC7OCC":627,"1NC":628,"C3CC2":629,"CNC5":630,"N3CC4":631,"6C7":632,"C2C1C":633,"C2CN3":634,"NCCC3":635,"2CCC3":636,"13O":637,"COC2OC":638,"C45":639,"N2C1":640,"CC1CC":641,"C1OC2CC3":642,"C6C5":643,"CC23":644,"C1CCC3":645,"ClC":646,"N5C4":647,"OC6C":648,"SCC":649,"3CCCC":650,"C13C":651,"CCO1":652,"CS5":653,"OCCC3":654,"56C":655,"C4CCC23C":656,"45O":657,"C8CC":658,"7OC":659,"NCCOC":660,"C5N":661,"C1OC2OC":662,"C3CCC4C":663,"N2CCCC2C":664,"C2CCN":665,"NCCCN":666,"C5OCOC5":667,"ON":668,"C2CN":669,"ClC1":670,"4C3":671,"OCN":672,"SC2":673,"C8OC":674,"CN3C2":675,"7C8":676,"C2CC1":677,"C3CCC2":678,"CC7C":679,"7CCC":680,"C1C4":681,"N1CCC2":682,"COC1OC":683,"C4CCCCC4":684,"5NC":685,"O1C":686,"N5CC":687,"CCCCCCCCCCCCCCCCCC":688,"C23C":689,"4CC5":690,"CCCCC7":691,"4SC":692,"CSCC":693,"OC2CC3":694,"C3OCOC3":695,"CCC5C6":696,"2SC":697,"16C":698,"N8":699,"C2CCC4":700,"CN4CCN":701,"CN6":702,"8OC":703,"CNC6":704,"C9OC":705,"C42":706,"CC4CC":707,"COC4OC":708,"CC1C2":709,"C76":710,"N4CCCC":711,"S2":712,"C2OCC":713,"C3CN":714,"C4O3":715,"C2OC3OC":716,"OC9OCC":717,"2CCN":718,"N6C":719,"10CCCC":720,"45CCC":721,"11CCC":722,"N1CCCC":723,"4CO":724,"C1Cl":725,"C1NCC":726,"NC3C":727,"OC1CCC":728,"76C":729,"C53":730,"OC8OCC":731,"OCO2":732,"-])[":733,"COC3OC":734,"10CCC":735,"NC8":736,"2C4":737,"N2CCCCC":738,"1CNC":739,"CCC54C":740,"SSCC":741,"CN1C2":742,"12C3":743,"34CCC":744,"C1Br":745,"NCCC4":746,"CCCCCCCCCCCCCCCCCCC":747,"1SC":748,"C2OCOC2":749,"CC2CC":750,"OC3OCC":751,"13CC":752,"CC3CC":753,"C4NC":754,"C1C2C":755,"N1C2":756,"CCCCCCCCCCCCCCCCCCCC":757,"C9CC":758,"34CC":759,"CC65":760,"CC6C5":761,"FC1":762,"NO1":763,"OCCC2":764,"CBr":765,"OCC1C":766,"8O":767,"CC12C":768,"CCCCCCCCCCCCCCCCCCCCCC":769,"3COC":770,"C7OC8OC":771,"CC5OC":772,"1OC2":773,"N4CCOCC4":774,"CC4O":775,"N1CC2":776,"2CCCC":777,"CCC34C":778,"2CNC":779,"CCC6C":780,"Si":781,"CCCCC8":782,"SC1":783,"4OCOC4C":784,"C2CCC3C":785,"NC32":786,"CCCCO":787,"OC2CC":788,"1CC4":789,"C3OC4OC":790,"CCC4C3":791,"OC4C3":792,"N4CCN":793,"CC14":794,"C3N1":795,"C5CCC43C":796,"OCC6":797,"CCOC3":798,"N4CCCCC4":799,"35":800,"4CNC":801,"12OC":802,"NC1CC":803,"1O2":804,"C2C3OC":805,"NCC1N2CCC":806,"34O":807,"C2C3C":808,"C4CCCC4":809,"N2C3":810,"OC3CCC4":811,"4CCCC":812,"C6C7":813,"CCCCCC1":814,"C3C5":815,"CC8C":816,"C4CC5":817,"OCCOC":818,"41C":819,"1CN2CC":820,"CCCCCCCCCCCCCCCCCCCCC":821,"CCNCC2":822,"5N":823,"109":824,"3SC":825,"CC4CN":826,"67":827,"3OCOC3C":828,"C4CC4":829,"N3C4":830,"CC1NC":831,"OC2C1OCC2":832,"4CN":833,"NC9":834,"C4CCN":835,"N3CCC4":836,"23O":837,"CC15":838,"C7C8":839,"CS1":840,"C4CCC3":841,"N2CCCCC21":842,"6N":843,"C3CCN":844,"CCCN2CCCCC21":845,"3CCOCC3":846,"78":847,"CC4N":848,"C1OC3OC":849,"1CC3":850,"C34C":851,"@](=":852,"CCN5":853,"2O3":854,"C5CCCCC5":855,"C4C2":856,"C1CC2C":857,"BrC":858,"CC31":859,"12CCCC":860,"CN3CCN":861,"NCC6":862,"N3CCOCC3":863,"3OCN":864,"C64":865,"OCNC":866,"4CCC5":867,"C5CCC":868,"5OCOC5C":869,"C3OCC":870,"CC3N":871,"OC7C":872,"NN3C":873,"C45C":874,"53":875,"N23":876,"N13":877,"CC4NC3":878,"OC5OCC":879,"3O2":880,"N12":881,"C3OC2":882,"OC3CC":883,"2CC1":884,"C87":885,"9OC":886,"17C":887,"64":888,"C4CCC2NC":889,"CCC3C4CCC":890,"C3CCCCC3":891,"CN5C":892,"CC4N3":893,"CH2":894,"C5CCC2NC":895,"OC1COC2C1OCC2":896,"CCCCC9":897,"4C1":898,"4CCOCC4":899,"CCCN1C":900,"CCS":901,"CCOCC4":902,"OOC":903,"NCCC2":904,"CC5CC":905,"N3N":906,"N42":907,"CC3Cl":908,"OC1COC":909,"CC5C4CC2C":910,"OC3CC4":911,"45CC":912,"NCCCCC":913,"C7C6":914,"C2C5":915,"N5CCC":916,"COC6":917,"SCCNC":918,"9O":919,"CCCCNC":920,"C2N1":921,"3CC2":922,"C56":923,"CNC8":924,"NCC1OC":925,"53C":926,"C2OCC3":927,"C6OC7OC":928,"OC1C2C":929,"C5C3":930,"42C":931,"CC1CC2":932,"CCC3C4":933,"14CC":934,"CC45":935,"6NC":936,"3COC4":937,"N2CCC3":938,"C4C1":939,"8C9":940,"C3COC":941,"CNC7":942,"C1CN":943,"C8OC9OC":944,"3OC2":945,"CCN3C2":946,"OCC12C":947,"1C4":948,"C6OC6":949,"65":950,"N4N":951,"CN2CCC":952,"NC1CN":953,"C3OC3":954,"]\\":955,"11CCCC":956,"CCC23O":957,"14O":958,"N6C5":959,"3C5":960,"C4OC5":961,"CC2NC":962,"12CN3C":963,"CCCCCCCCCCCCCCCCCCCCCCC":964,"8CCC":965,"OC2C1":966,"10OCC":967,"CCN2":968,"5CC6":969,"SC3":970,"C1CCC4":971,"CC2N3C":972,"@@](=":973,"CCOC2":974,"C1N2CC":975,"N1CCCC1C":976,"4OC5":977,"NC4C":978,"C23CCC":979,"NCCCO":980,"4O3":981,"OCCC4":982,"C4C3C":983,"C5O4":984,"NO4":985,"C16":986,"C3CC4":987,"CC3CCC":988,"5CCCC":989,"NCCCCCC":990,"CN2CC3":991,"C2Cl":992,"2CN3C":993,"CCN4C":994,"C1COC":995,"CC6C7":996,"CC9C":997,"CCC3C2CCC4":998,"NC4CCCCC4":999,"OCCOCC":1000,"CCC23":1001,"CCC2C3CCC4":1002,"9CCC":1003,"C8CCC7":1004,"OC5C4":1005,"CC12CCC":1006,"CCCC12C":1007,"NC1CCCCC1":1008,"CCC7C8":1009,"C2OC4":1010,"2COC3":1011,"CC7C6":1012,"C5CC4":1013,"C1CCC2C":1014,"CC3NC2":1015,"C5CC6":1016,"C4OC5OC":1017,"NCCS":1018,"NCCC5":1019,"COC5OC":1020,"NN2":1021,"CC56":1022,"C3CC3":1023,"C4CCC5CC":1024,"C4C5CC":1025,"1CCC3":1026,"C14C":1027,"OCC1C2":1028,"34C5":1029,"NC1CCN2C":1030,"1CCCN2CCCC":1031,"3CN4CC":1032,"N3CCCC3C":1033,"CSSCC":1034,"1COC":1035,"BrC1":1036,"C4OCC":1037,"10C9":1038,"13OC":1039,"N4CCCC4":1040,"C1CCCC":1041,"NCNC":1042,"CN2C1":1043,"OC3C4":1044,"NCCNC":1045,"C1CCC2C3C":1046,"C1CCC5":1047,"C5NC":1048,"C8C7":1049,"5CC4":1050,"CCCCCCCCCCCCCCCCCCCCCCCC":1051,"CCOCC3":1052,"COC2C1OCC2":1053,"6CC7":1054,"C4CC6":1055,"C1OC3":1056,"23CCC":1057,"C6OCOC6":1058,"NOCC":1059,"CN2C3":1060,"NC1COC2C1OCC2":1061,"C4CCC32C":1062,"CC5O":1063,"C3Cl":1064,"C5CCCC5":1065,"COCCN":1066,"N8C":1067,"N2CC3C4":1068,"CN3CC4":1069,"N4CCCCC43":1070,"31CC":1071,"CC5N":1072,"C4CCC5C":1073,"4CCN":1074,"C1F":1075,"C6N":1076,"OCC7":1077,"CCC1C2":1078,"CN7":1079,"CCCN4C":1080,"NCC1C":1081,"N5CCOCC5":1082,"OCCCO":1083,"C35":1084,"23C4":1085,"CNS":1086,"NC12":1087,"2C5":1088,"CC54C":1089,"CCN3":1090,"C3OCN":1091,"NCCO":1092,"C5OC6":1093,"OCCC1":1094,"24C":1095,"13CCC":1096,"C3N1CC4CN":1097,"CNC9":1098,"CC2OC1":1099,"OCO7":1100,"OC4CCCC4":1101,"5SC":1102,"C4Cl":1103,"C46":1104,"C5NC4":1105,"CCC1NC":1106,"N3CCCC3":1107,"18C":1108,"2O1":1109,"2CN3CC":1110,"C3CO":1111,"CON":1112,"CCCC23C":1113,"C6CCCCC6":1114,"C7CCC6":1115,"1O3":1116,"CC1N":1117,"OC2OCC":1118,"5CO":1119,"-](":1120,"1C5":1121,"1CCN":1122,"52":1123,"CC2OC3":1124,"CC23C":1125,"46":1126,"CC2C4":1127,"N2N":1128,"45CO":1129,"CN1CCC":1130,"C4C5C":1131,"CCC2C1C":1132,"NOC1C":1133,"C8C9":1134,"36":1135,"Na":1136,"CC1C3":1137,"CCN1":1138,"COCCC":1139,"3O4":1140,"C2OC1C":1141,"CC43CCC5":1142,"21CC":1143,"C45CCC":1144,"OC12":1145,"CC6CC":1146,"N2CCN3C":1147,"15CC":1148,"S4":1149,"43O6":1150,"C4CCOCC4":1151,"CC16":1152,"5C4":1153,"OCCO5":1154,"87":1155,"C3CC2C1":1156,"CCCCOC":1157,"CCC6C7":1158,"N9":1159,"CCOCC2":1160,"CC3N2":1161,"C6CCC":1162,"11OCC":1163,"OCCNC":1164,"OC2CO":1165,"OC4OCC":1166,"32CO3":1167,"COC8OC":1168,"10CCCCC":1169,"CC2CCC":1170,"OC3CO":1171,"CC76":1172,"COC2C":1173,"3CCCN4CCCC":1174,"67C":1175,"4COC":1176,"3CCN2C":1177,"C3CCN2C":1178,"1CCCN1C":1179,"3CO2":1180,"C3CCCC3":1181,"CCC5C4":1182,"NCC1CCCN2CCCCC21":1183,"N7C":1184,"C25":1185,"CC4CC3":1186,"CCCN3C":1187,"NCC2N3CCC":1188,"C6O5":1189,"C98":1190,"89":1191,"OC8C":1192,"COCO":1193,"C67":1194,"63":1195,"OC3CCCC3":1196,"CC6O":1197,"CSC1":1198,"CC5NC4C2":1199,"CCC45":1200,"CC3CC2":1201,"OO1":1202,"C2C6":1203,"C2N1C":1204,"2NC3":1205,"COC3C2OCC3":1206,"COC8":1207,"C2CCCCC2":1208,"C43C":1209,"5O4":1210,"CCC3CC":1211,"CN3CC":1212,"C2COC":1213,"2O4":1214,"NC2C1":1215,"C3CC4C":1216,"C1CC3":1217,"43CO4":1218,"C6CO":1219,"C1CCC2C3CC":1220,"NCN":1221,"CNCC4":1222,"CCN6":1223,"CC6OC":1224,"87C":1225,"4OC1":1226,"5COC":1227,"CCN3CC":1228,"CC2OC3CN":1229,"C1CN2CC":1230,"NN4C":1231,"CNCC1":1232,"N2CC3N":1233,"CCC2O":1234,"CCC3CC4":1235,"14CCC":1236,"3COCCN":1237,"NCCCCNC":1238,"CC2C1C":1239,"CC5OC6":1240,"63C":1241,"CCC21":1242,"C5OC6OC":1243,"5CCCN":1244,"CCC4CC":1245,"CC4F":1246,"CCC6CC":1247,"15O":1248,"46C":1249,"CS6":1250,"2CC4":1251,"CN4CC":1252,"COC7OC":1253,"C5OC5":1254,"NC1CCC2":1255,"C41":1256,"O1C2":1257,"CCN4":1258,"C9C8":1259,"CNCCC":1260,"CN7C":1261,"CC3N1C":1262,"C32C":1263,"2CCOC":1264,"1ON":1265,"NC3CCCCC3":1266,"OC4CC":1267,"CN3C4":1268,"CC4Cl":1269,"CCCOC1":1270,"3CNC":1271,"COC7":1272,"N3CCCCC":1273,"OCC8":1274,"13CCCC":1275,"NC5CCCCC5":1276,"C1CN2":1277,"CC8C7":1278,"25":1279,"C1OCC2OC":1280,"CCN5C":1281,"CCC45C":1282,"C3CCC21C":1283,"N4C5":1284,"CC2C3C":1285,"5CCOCC5":1286,"CC3F":1287,"CC3OC2C":1288,"CC43C":1289,"COCC1":1290,"C2OC4OC":1291,"NN1C":1292,"C2CCC4C5C":1293,"CCC13":1294,"CCNC1":1295,"OC1OCC":1296,"CCC65C":1297,"OCCC5":1298,"OC23":1299,"N4CC5":1300,"7N":1301,"12OCC":1302,"23CO":1303,"C6CCC54C":1304,"75":1305,"C2C1O":1306,"OC5CC":1307,"C1CC2C3":1308,"C6NC":1309,"C3CCC4CC":1310,"C9CCC":1311,"43CC":1312,"C2CCC4C5":1313,"1C6":1314,"CCC13C":1315,"10NC":1316,"OC1CC2C3":1317,"N2CCOCC2":1318,"NNC2":1319,"C34CCC":1320,"CC3CCCN4CCCCC43":1321,"4C6":1322,"4OCC":1323,"NCCCOC":1324,"34CO":1325,"CC5C4C2":1326,"2OCOC2C":1327,"NCC1OCC":1328,"4C2":1329,"C7OC9OC":1330,"46CC":1331,"OC12C":1332,"C3OC2C":1333,"1Cl":1334,"NC2COC3C2OCC3":1335,"CC4OC3":1336,"C5CC5":1337,"CC4CCCCC4":1338,"OC6CC":1339,"NCC3CCC":1340,"76":1341,"CNCCO":1342,"CCCC32":1343,"CCC2C3":1344,"C1OP":1345,"8N":1346,"C54C":1347,"OCC2C3":1348,"C4OC4":1349,"C4CCN3C":1350,"OC3C2":1351,"CC6NC5":1352,"7NC":1353,"C2CCC1":1354,"CN6C":1355,"CC4N3C":1356,"12OC3":1357,"3CC43CCC5":1358,"CCNCC1":1359,"OC1C2C3":1360,"COC3C":1361,"OOCC":1362,"C6C4":1363,"CC7CC":1364,"C4CC6OC7":1365,"CCC24C":1366,"2CCCN2C":1367,"C3C4C":1368,"OC1COC2C1OCC2NC":1369,"SC4":1370,"C1CCC6":1371,"C6C7CC":1372,"CN8":1373,"OC4CO":1374,"CN3CC1":1375,"N6CC":1376,"C3N1C":1377,"CC4C2":1378,"C1C5":1379,"CCN2CC":1380,"CCC42":1381,"N1C3":1382,"CCC31":1383,"C5CCC6":1384,"CC4CC56":1385,"CCC2N":1386,"OC2C3":1387,"CC1CC3":1388,"OC32":1389,"OCC3OC":1390,"=[":1391,"NCSS":1392,"11CCCCC":1393,"C2CN3CCN":1394,"8NC":1395,"CCC2CC3C":1396,"N4CCCC4C":1397,"CCOCC":1398,"C2CCC3C4":1399,"78C":1400,"4OCOC4C3":1401,"OCCCCCCCCCCCCCCCC":1402,"C5CCN":1403,"N4CCC5":1404,"CCC7C":1405,"CC7OC8":1406,"CN1CCN":1407,"CC5NC4C3":1408,"57":1409,"N2CCN3":1410,"CC2CC3":1411,"CC2N1":1412,"CC42":1413,"31CC4":1414,"C2OC1C7":1415,"OC1CN":1416,"CC4CC56C3":1417,"C7O6":1418,"(\\[":1419,"CC3NC":1420,"OCCCCC":1421,"CCNCC3":1422,"12CCC3":1423,"C8CCC":1424,"CCC43":1425,"C2CN3CCC2CC3C":1426,"COC6OC":1427,"CC64":1428,"3CN4C":1429,"(#":1430,"NN2C":1431,"C2CC4":1432,"NC6C":1433,"NC4CC4":1434,"C42C":1435,"C4CCC4":1436,"C8CCCCC8":1437,"C1OC23C":1438,"C3CCCC4":1439,"CC2N1C":1440,"COC1C":1441,"CCSS":1442,"C7CCCC7":1443,"15CCC":1444,"56CCC":1445,"CC4NC3C2":1446,"3OC1":1447,"C7CCCCC7":1448,"2CCCN3CCCC":1449,"22":1450,"OCCCOC":1451,"C3CCC2NC":1452,"OC2OC3":1453,"12CO":1454,"CN4CCC":1455,"C6CCCC6":1456,"N1CCOCC1":1457,"C1CCO":1458,"3CNCC":1459,"CC2CC1":1460,"CNCC2":1461,"C7N":1462,"CC2OC3C":1463,"CCC1O":1464,"CNC2C1":1465,"C7OC7":1466,"10CCC9":1467,"OC2CCCC2":1468,"CC3CN":1469,"NCCCC1":1470,"C1NN":1471,"C4CO":1472,"CC1N2C":1473,"2CCN3":1474,"OCCCCCCCC":1475,"CC7C8":1476,"CN3CCC":1477,"23COC":1478,"3CCCNC3":1479,"19C":1480,"])":1481,"CC1Cl":1482,"CC3C2C":1483,"5CCC6":1484,"89C":1485,"1CCN2":1486,"CC5OC4":1487,"OC34C":1488,"NC2CCCCC2":1489,"OC6CCCC6":1490,"C57":1491,"OC1CO":1492,"C2CC3C":1493,"C1C4C":1494,"C1OCC23C":1495,"C2CC3CCC":1496,"OO2":1497,"14OC":1498,"C2OC3OCC":1499,"35C":1500,"CC3N2C":1501,"C23O":1502,"C7CCC":1503,"C1CCCCC":1504,"@@](/":1505,"CCC8C9":1506,"N1C34":1507,"NC1COC":1508,"NCCCCN":1509,"3CC1":1510,"9NC":1511,"C8CCCC8":1512,"+])":1513,"CC12CC3":1514,"CCCC2C1":1515,"CCNCC":1516,"C1NCCCC":1517,"CC41":1518,"C75":1519,"CCN4C3":1520,"CCCC21":1521,"16CC":1522,"OC4C32":1523,"C1CCCO":1524,"C4CCC2C1":1525,"N3CCCCC3":1526,"C2N3C":1527,"CCN13":1528,"C3CCC2C1":1529,"CCCCCCC1":1530,"108":1531,"C1NC2C":1532,"54O":1533,"64CC":1534,"C23OC":1535,"CCCCCC1C":1536,"C5OCC":1537,"5OCOC5C4":1538,"54CC":1539,"11NC":1540,"6OCOC6C":1541,"CCCC5C":1542,"CC4NC":1543,"C89":1544,"NC1COC2C1OCC2N3N":1545,"CC9OC":1546,"CN4CCCCC4":1547,"C3O1":1548,"C51":1549,"CC2OC1C":1550,"OC2OC3C":1551,"4CCCN":1552,"NN3":1553,"C17":1554,"C2CN3C":1555,"C3C2O":1556,"CC3C1":1557,"OCCCC1":1558,"CCC9C":1559,"CC5CC4":1560,"NCC7":1561,"CC2C13":1562,"C34OC4":1563,"C2CN3CCC2CC3CN4N":1564,"NC1CC1":1565,"C26":1566,"C4COC":1567,"C52":1568,"2C7":1569,"CC21C":1570,"SS2":1571,"CC2CCNCC2":1572,"OC5CO":1573,"NC2CN":1574,"C5OC5C":1575,"C3CCC5":1576,"1CCO":1577,"10N":1578,"NC1CN2C":1579,"CCCC2C3":1580,"C5OC4":1581,"CC17":1582,"CC1CCC":1583,"CC4CC4":1584,"OC43":1585,"C9CCC8":1586,"OC54":1587,"C1OC2C3C":1588,"14CCCC":1589,"6OC7":1590,"]/":1591,"C4C6":1592,"CN2CCN":1593,"C3CCC4C5":1594,"CC2CCNCC2CC3":1595,"1COC2":1596,"NCC2CCC":1597,"7CC8":1598,"CCCC2C":1599,"CC4S3":1600,"CCCCCNC":1601,"CCC1CC":1602,"N31":1603,"COC3OCC":1604,"CN2CCOC":1605,"OC3CC4C5CC":1606,"C3CCC2C":1607,"CC1F":1608,"21CO":1609,"CN5CCN":1610,"CN3CCOCC3":1611,"CCCCCCCCCCCCCCCCCCCCCCCCC":1612,"C1CCC2CC":1613,"C1CCN2CCC":1614,"1CCCCCCC":1615,"N1CC2N":1616,"COC4OCC":1617,"OC2OC3CCC4":1618,"C9CCCC9":1619,"C9CCCCC9":1620,"6CO":1621,"CCC1OC":1622,"(=[":1623,"C3N1CCC3":1624,"76CC":1625,"CC13C":1626,"OCC3C":1627,"12CCCCC":1628,"CC4C3C1":1629,"32CC":1630,"C1CCN2C":1631,"C1CCCCC1":1632,"CN12":1633,"CC9CC":1634,"3CN2C1":1635,"CCC2OC":1636,"CC2NC1":1637,"CCCCCO":1638,"N3CCCC4":1639,"C2CCCC2":1640,"C12O":1641,"15CCCC":1642,"1CCC2C3C":1643,"C31C":1644,"CC3OCC":1645,"CCC3C4CC":1646,"N6CCC":1647,"NCCN3C":1648,"C1CCCC1":1649,"CC5N4C":1650,"CCN6C":1651,"OC5CCCC5":1652,"2CNCC":1653,"C7C8CC":1654,"N2CCCC2":1655,"9N":1656,"CCCC1C":1657,"CC1C4":1658,"CN9":1659,"1CCOCC1":1660,"CC8OC9":1661,"N24":1662,"])[":1663,"N3CC4C5":1664,"CC54CCC6":1665,"65CC":1666,"C24C":1667,"CC32C":1668,"1CCN3CC4":1669,"CC5N1C34":1670,"CCC21C":1671,"C6OC8OC":1672,"C7CO":1673,"CCC2C4":1674,"N1N":1675,"CSC3":1676,"C1OC2C3":1677,"OC7CC":1678,"C5CC6C":1679,"C6CC5":1680,"CCC54CC3":1681,"CCCCC54":1682,"CCCS":1683,"C1CNC":1684,"C4CC3O":1685,"OCCCCCC":1686,"C1C2C3":1687,"OC1CCC23CC43CCC5":1688,"CC3OC2":1689,"C6CCC2":1690,"OC4CC5":1691,"NC21":1692,"4CO3":1693,"3C6":1694,"1CSSC":1695,"CN3CCC4":1696,"3CCCN3CC4":1697,"5OC6":1698,"97":1699,"C1N2CCC":1700,"C3CC5OC6":1701,"C56CCC":1702,"OC6C5":1703,"CC5NC43":1704,"C2CCCC3":1705,"C5C2":1706,"5CCC12C":1707,"56O":1708,"C2CCN1C":1709,"CC4OC3C":1710,"6C5":1711,"C2NC3":1712,"C78":1713,"N1CCCC1":1714,"16O":1715,"3CCCN3C":1716,"C2S":1717,"OC1OC2C":1718,"12COC":1719,"13CCCCC":1720,"8CCC9":1721,"C4OC3":1722,"CC1OCC":1723,"CCN2C1":1724,"16CCCC":1725,"6CCCC":1726,"COCCNC":1727,"OC4CCC5":1728,"OCC12CCC":1729,"C3CCOCC3":1730,"2CCC1":1731,"C2C1C3":1732,"17CC":1733,"4O6":1734,"COC2CC":1735,"11N":1736,"NCC2OC":1737,"C2CCCC":1738,"CN8C":1739,"C7NC":1740,"OC2CCC":1741,"C1C23":1742,"N1CCN2":1743,"CCCC32C":1744,"C3F":1745,"1CN2C":1746,"CC9C8":1747,"4OCCOC4C3":1748,"C2C1OC":1749,"5CN":1750,"C1S":1751,"COCCOC1":1752,"OCCO3":1753,"OC23C":1754,"OC3CC4C5":1755,"OO4":1756,"SC5":1757,"C13O":1758,"C1OC4OC":1759,"41CC":1760,"CSC2":1761,"CC7CCC":1762,"98":1763,"C5CO":1764,"CNCC3":1765,"C1CCCC2":1766,"C12CCC3":1767,"C5C7":1768,"C2CSS":1769,"CC53":1770,"3CCCN3":1771,"OCC23":1772,"6CCCN":1773,"C2Br":1774,"C6CCC7":1775,"CC4OC5OC":1776,"OC21":1777,"OC2CC3C":1778,"2N3":1779,"4OC3":1780,"64C":1781,"C2C3CC":1782,"C3CCCC":1783,"C3C1C":1784,"C5CC7OC8":1785,"C6OC9OC":1786,"OCC9":1787,"CCCN5":1788,"C43OC4":1789,"1N2C":1790,"C4F":1791,"CN23":1792,"OCC2C":1793,"CCN21":1794,"OC34":1795,"CC8CC":1796,"C2C3CCC4C5":1797,"CC2CCN":1798,"NCCCCCN":1799,"52C":1800,"NCCN1C":1801,"OCCC6":1802,"OC9C":1803,"CC4C3C":1804,"109C":1805,"CC5CCC":1806,"C1NCCCCCC":1807,"CC8C9":1808,"4CCN3C":1809,"NN1":1810,"SC1OC":1811,"OCNCC":1812,"C1SC":1813,"C32O":1814,"C6OC7":1815,"COC9OC":1816,"CN9C":1817,"2CCNC":1818,"14CCCCC":1819,"OCC4OC":1820,"CN1C2OC":1821,"CC7C6CC4C3":1822,"4O2":1823,"4CCCN4C":1824,"56CC":1825,"1C7":1826,"@](/":1827,"OC1CC2N":1828,"2S1":1829,"S5":1830,"C23CC":1831,"CC3CCCCC3":1832,"C6CC7":1833,"OC2C3OC":1834,"CC87":1835,"C2CCC3C4CC":1836,"OOC2":1837,"C12CC":1838,"C3CC1":1839,"C4NC3":1840,"CC3OC3":1841,"CCN12":1842,"NC1CO":1843,"C1CCC2C3CCC4CC":1844,"C1CCC34CC":1845,"C7CCC8":1846,"12NC":1847,"C3OC4OCC":1848,"C6NC5":1849,"CC5N4":1850,"CC5C4CC":1851,"119":1852,"CC7OC6":1853,"4CCCN4":1854,"3F":1855,"3O1":1856,"CCCCCCCCC1":1857,"C1OCCC":1858,"C9NC":1859,"OC6CO":1860,"NC3CC3":1861,"C23OC3":1862,"67CCC":1863,"C3N2":1864,"CC3C5":1865,"10CN":1866,"CC5C4CC3":1867,"CC3NC2CC1":1868,"1CCCCCCCCCC":1869,"CC3C1C":1870,"C1C3C":1871,"C63":1872,"6CCOCC6":1873,"2CO1":1874,"COC8OCC":1875,"C31OC":1876,"C5C4C":1877,"1CCNC":1878,"OC1C2OC":1879,"CCN8":1880,"C86":1881,"NCCSC":1882,"8CCCC":1883,"N9C":1884,"CCCN2C":1885,"C3N2C":1886,"C5CCCC":1887,"CC2C3CC":1888,"CN4CCOCC4":1889,"2ON":1890,"N5CCN":1891,"C3CC2C":1892,"COCC3":1893,"C5Cl":1894,"CN1CC2":1895,"CN2N":1896,"CC4CCC":1897,"CC6NC5C4":1898,"CC24":1899,"COC3CC":1900,"NCC9":1901,"NCCC6":1902,"CC3Br":1903,"OC31":1904,"CS7":1905,"CCCCCCO":1906,"C1OCC2C":1907,"C4C35C":1908,"CSSC2":1909,"CCOC4":1910,"C1OC8OC":1911,"C8C6":1912,"CN3CCCCC3":1913,"4CC54CCC6":1914,"6OC1":1915,"68C":1916,"CCCl":1917,"C84":1918,"CC2Cl":1919,"CN2CCCC2C3":1920,"C1OC2CC3C":1921,"CCCCC65":1922,"CC5C3":1923,"CCN1CC":1924,"CC67":1925,"13OCC":1926,"34CCN":1927,"CC9NC":1928,"C12OC2":1929,"NC2CC":1930,"NC1COC2C1OCC2NC3":1931,"SCC2":1932,"C1CCCCCC":1933,"CC1CN":1934,"CSC4":1935,"35O":1936,"CC12CC":1937,"CCN7":1938,"CCNCC4":1939,"N34":1940,"CC7CC8":1941,"CN43":1942,"2OC4":1943,"5O6":1944,"C3N1CCN":1945,"CC18":1946,"CC3C2C1":1947,"CCCCC4C3":1948,"C1OCC2N1C3":1949,"68":1950,"C2CN1CC":1951,"CC1CCCN2CCCCC21":1952,"C7CC8":1953,"10CO":1954,"C4OCC2":1955,"C1CCC2C3":1956,"COC32":1957,"6CCC7":1958,"C6CC8OC9":1959,"CNCCNC":1960,"C78C":1961,"CNCN":1962,"CC7OC":1963,"23C1":1964,"1CCCC2":1965,"7C9":1966,"CCC5CC":1967,"C4O2":1968,"C4O1":1969,"C56C":1970,"C62":1971,"C7C5":1972,"OC1CCC2C":1973,"CCC65":1974,"C3NCCC":1975,"CCC4OC":1976,"1CCC2C3CC":1977,"C5CCOCC5":1978,"16CCC":1979,"CN2CCC3":1980,"2COCCN":1981,"OC2CCC34CC54CCC6":1982,"C1N2CCN":1983,"CCCC1O":1984,"C4CN":1985,"CC4OC4":1986,"N1CCCCC1":1987,"17CCCC":1988,"NCCN3CCOCC3":1989,"2CCN1C":1990,"3OCC":1991,"COCC2":1992,"CC1OC2":1993,"C74":1994,"(/[":1995,"C4OC3C":1996,"NCCN4CCOCC4":1997,"3CCCC4":1998,"5C2":1999,"51C":2000,"86":2001,"C2CC2":2002,"C5CCN4C":2003,"CC2OCC":2004,"CCN1C2":2005,"C4OC4C":2006,"CCC54CC35CCC12C":2007,"61CC":2008,"C3C6":2009,"N1CCN2C":2010,"20C":2011,"O1CC":2012,"C1CCCC5":2013,"CCCNC2":2014,"C21C":2015,"45CCCC":2016,"NC2COC3C2OCC3N4N":2017,"1Br":2018,"OCCCNC":2019,"C1CC4":2020,"CC34C":2021,"CC3OC1":2022,"CCC2C3CC":2023,"CCC3OC3":2024,"N2CCCC3":2025,"CC2C31NC":2026,"NCCN1CCOCC1":2027,"21O":2028,"C3Br":2029,"C4CCC1":2030,"CC2CCCCC2":2031,"CC3NC2C":2032,"OC8CC":2033,"CC98":2034,"COC5OCC":2035,"N2CCCCC2C":2036,"1OC4":2037,"N7CC":2038,"C18C":2039,"OC13":2040,"C1C2OC3":2041,"CCC6C5":2042,"CN4CCCC":2043,"3COCCN3C4":2044,"N3CCCCC32":2045,"NCO":2046,"NC7C":2047,"CC4C3CC2":2048,"CC6C5CC3C2":2049,"C1NC2CSC":2050,"43O":2051,"43CO":2052,"OCOC":2053,"C3C12":2054,"OC3CCC":2055,"CCC54":2056,"C3C2N":2057,"CN4C3":2058,"5OC1":2059,"OCC12":2060,"COC2OCC":2061,"C2CCC4C":2062,"C63C":2063,"C2CCC1C":2064,"CC2C3N1C":2065,"C1NC2CCN":2066,"C4CC5OC6":2067,"4CCN5CC":2068,"73":2069,"CCOCC1":2070,"C5C4O":2071,"CC1OC2OC":2072,"CC3C4CCC":2073,"5C8":2074,"FC1CN":2075,"CCC3O":2076,"CS8":2077,"OCC1N2CCC":2078,"C2C3CCC":2079,"N3CCCCC3C":2080,"C4OCC2O4":2081,"5OCC":2082,"12CC3":2083,"C89C":2084,"13NC":2085,"CC53CC":2086,"CC5C4C":2087,"OC5CC6":2088,"C2CCC3C4C":2089,"4CCN5":2090,"C34CC":2091,"1COC3":2092,"CC3OC4":2093,"CN5CC":2094,"OCCO4":2095,"CCC4C3CC":2096,"N2CCCCC2":2097,"CC6C4":2098,"NC23":2099,"15OC":2100,"C3C2C4":2101,"CCCCOC1":2102,"C4CC5C6":2103,"CC19":2104,"CC4CC5":2105,"CC4C3C2":2106,"NC1N":2107,"NC43":2108,"6O5":2109,"98C":2110,"CCCN1":2111,"C4OC23":2112,"C6Cl":2113,"4C7":2114,"C34OC":2115,"CC4C5CC":2116,"CCCCCCCC1":2117,"OC4CCC":2118,"1OC5":2119,"OCCCCCCCCC":2120,"OCO8":2121,"C1C2OC":2122,"COC9":2123,"C1C2CC":2124,"C4CCC31C":2125,"4O5":2126,"7CCCC":2127,"C2C13":2128,"1CN2CCC3":2129,"1CCCCC":2130,"OC12CC":2131,"N2C4":2132,"OC4CCCCC4":2133,"3ON":2134,"CC5NC4CC3":2135,"C14O":2136,"C2CCC5":2137,"NCC8":2138,"C3OCC4":2139,"NC1CCCC1":2140,"15CCCCC":2141,"N5CCCC5":2142,"NCC1N2C":2143,"OC3CC4C5CCC6CC":2144,"1O5":2145,"62C7":2146,"OC7CCCC7":2147,"4CCCC5":2148,"7O1":2149,"C6OC5":2150,"CCC2N3CC":2151,"C8N":2152,"87O":2153,"NOS":2154,"C45OC":2155,"C5COC":2156,"C7C6C":2157,"54CO5":2158,"18CC":2159,"C19C":2160,"C8OC9OCC":2161,"N14":2162,"NC1CCN":2163,"NC2N":2164,"NCCCCO":2165,"2CCN3CC":2166,"2OC5":2167,"SC3CC4C":2168,"OCSSC":2169,"CCC3C1":2170,"C4CSSCC":2171,"CC6N":2172,"C1CCC2C3CCC4":2173,"CN5CN":2174,"C5OCCOC5":2175,"C1CN2C":2176,"CC1OC3CC":2177,"CC3N4C":2178,"CN13":2179,"12CN":2180,"OC5CCC6":2181,"NC4CCCC4":2182,"CN5CNCC54":2183,"42CC":2184,"6CC5":2185,"C1COC3":2186,"C4C6C":2187,"CCC34O":2188,"C2OC3CN":2189,"NCCCCCNC":2190,"26":2191,"67O":2192,"75C":2193,"OCCCN":2194,"CCC24":2195,"OCC1CC":2196,"4CCCN5CCCC":2197,"7C5":2198,"72COC":2199,"S1C":2200,"C3NC2":2201,"C5C6OC":2202,"CC1Br":2203,"CC3S2":2204,"1CCN2CC":2205,"CCCCCN":2206,"NC1CC2":2207,"OCC1CCCN2CCCCC21":2208,"23OC":2209,"CC3C2CCC1":2210,"NNC1":2211,"C2SC1":2212,"C3C4OC":2213,"C3CO2":2214,"C3CC2O":2215,"CNCCCC":2216,"12CCCN":2217,"CCC4C13":2218,"CCCCCCCO":2219,"CCCCCCCCCCCCCCCCCCCCCCCCCC":2220,"8C7":2221,"9COC":2222,"CP":2223,"C3CC5":2224,"C4C13":2225,"CC4NC3C":2226,"1CCOC":2227,"45COC":2228,"C7OCOC7":2229,"2C6":2230,"CC3C12":2231,"C1CCC3C":2232,"SSCC3":2233,"CNC3CC2C4":2234,"C4CCNCC4":2235,"COC7OCC":2236,"ON5C":2237,"C6CCC2NC":2238,"CC5CCCCC5":2239,"CC9OC8":2240,"OC3COC":2241,"6OCOC6C5":2242,"4CNS":2243,"7C6":2244,"2CS":2245,"CC3C2O":2246,"1CC6":2247,"C1OC9OC":2248,"OC2O":2249,"OC2C1O":2250,"C1OC23C4":2251,"CCOC8":2252,"C3C1CCN":2253,"CC4NC3CC2":2254,"NOC2C":2255,"CC5F":2256,"C9OC9":2257,"CN2CCOCC2C3":2258,"7CCC8":2259,"9CCCC9":2260,"C1NC3":2261,"C4OC2":2262,"CC1NCC":2263,"CC14O":2264,"OCCO6":2265,"OC12CCC3":2266,"C2OCC3C":2267,"NCC3CCCN4CCCCC43":2268,"8CC9":2269,"CCO2":2270,"C2SC":2271,"C41OC":2272,"CC45O":2273,"C97":2274,"13C2":2275,"CN6CCCCC65":2276,"1CCCN":2277,"CCC8C":2278,"NCSSC":2279,"CCNCC6":2280,"CCN3CCC":2281,"C1CCOC":2282,"3OCC2":2283,"C2CCC3C4CCC":2284,"3COCCN3CC4":2285,"41OC":2286,"CC3CC3":2287,"12O3":2288,"CC62":2289,"1CCC2C3":2290,"2COCCN2C3":2291,"3N2C":2292,"53CCN":2293,"CI":2294,"OO3":2295,"C1CCCC3":2296,"C2OC5OC":2297,"CC1OC2C":2298,"C8OC8":2299,"2CC6":2300,"N1CC2C3":2301,"C2OCC1C3":2302,"C123":2303,"5CCCN53":2304,"C5CCC34C":2305,"CC4NC32":2306,"CCNCOC1":2307,"43C5":2308,"23OO5":2309,"25C":2310,"2N1":2311,"2SC1":2312,"C4CCC6":2313,"CC1C2C":2314,"C8NC":2315,"OC5O":2316,"N43":2317,"CC7NC6":2318,"C1NCCC2":2319,"CSSCC8C":2320,"51":2321,"6COC":2322,"As":2323,"C3C4CC":2324,"C5CCC5":2325,"CC2OCC1":2326,"C7OC6":2327,"CCC1N":2328,"CC7O":2329,"OC1CCC2C3CCC4":2330,"OCCOCCOCCOCC":2331,"24O":2332,"C3N1CC":2333,"C3CC12":2334,"CC1CCC2":2335,"N5CCCCC5":2336,"CN4CCCC4":2337,"N2CCOC":2338,"3CCCN4CCC":2339,"CCC92C":2340,"85":2341,"CCO6":2342,"C4C7":2343,"C4C3O":2344,"C53C":2345,"C5C6C":2346,"CCCCCCCCO":2347,"OCC1N":2348,"C2OC3C":2349,"CCCC34C":2350,"CCC76C":2351,"16CCCCC":2352,"OC1C2CC3C1C":2353,"CCCN5CCCCC54":2354,"ON1C":2355,"C3CCC3":2356,"C5OC7OC":2357,"CC3C4CC":2358,"CCN9":2359,"2CCCNC2":2360,"CSSCC4":2361,"4CCCO4":2362,"CC1CCN3CCN":2363,"6CCCN63":2364,"2CC5":2365,"41O":2366,"67CC":2367,"OO5":2368,"OCCCCCCC":2369,"CCOC5":2370,"COCCO":2371,"CC4OCC":2372,"OC24":2373,"CCCN1CC":2374,"2C3CCCCC3":2375,"C4OCCOC4":2376,"SCC4":2377,"C1CCCC4":2378,"COCCN1C":2379,"CCN3CCN":2380,"C1OCCC2":2381,"N2CC3OC":2382,"N32":2383,"C2OCC1":2384,"NCCCNC":2385,"CN4CC5":2386,"18CCCC":2387,"42CO4":2388,"5OCCOC5C4":2389,"67C8":2390,"CCO4":2391,"OCN2C":2392,"C6CCCC":2393,"5CNC":2394,"CCNC2":2395,"CCC42C":2396,"N1CCC4":2397,"NCC1CCC":2398,"17O":2399,"CC1OOC":2400,"5C3":2401,"5CCN":2402,"C1C6":2403,"C34O":2404,"CCCC3C":2405,"C67C":2406,"CNC2C":2407,"CC45C":2408,"OC14":2409,"OC1O":2410,"CCN1CCCC":2411,"CC78C":2412,"CCC2C5":2413,"2O5":2414,"C5CSSC":2415,"CC1OCC3":2416,"CC2OC2C":2417,"OCC6OC":2418,"C7OC8":2419,"OC3CCCCC3":2420,"CCC1NC2":2421,"N4C6":2422,"SSCC4":2423,"CC4C3CC2C":2424,"N1CCCCC1C":2425,"C3CCC1C2":2426,"CCCCCC2":2427,"CCCCCC3":2428,"C5C3C":2429,"CC2Br":2430,"C2CSSC":2431,"12N":2432,"OCC1CC2C":2433,"34C1":2434,"CN32":2435,"OC2COC":2436,"NCCC7":2437,"C1C3C4":2438,"C2COC3":2439,"C3NC5":2440,"CCCC7C":2441,"OC6COC":2442,"C1OCC23C1":2443,"C13COC":2444,"3O5":2445,"8COC":2446,"9CCCC":2447,"C3C2OC":2448,"CCCCN1C":2449,"C5C1C":2450,"CC4Br":2451,"CCN4CC":2452,"CCN4CCOCC4":2453,"CCC2OC2":2454,"OC3C4OC":2455,"NCC2C":2456,"CC9O":2457,"CCCC43":2458,"17CCC":2459,"CC5Cl":2460,"54O6":2461,"78CCC":2462,"79":2463,"76O":2464,"C9N":2465,"C3CCNCC3":2466,"2N3C":2467,"5C7":2468,"74":2469,"CCCC43C":2470,"C4OC6OC":2471,"CC1NC2":2472,"1CS":2473,"CNCC5":2474,"CC4O3":2475,"CCCCC3C2":2476,"CCNCC7":2477,"CCN3CCC4":2478,"OC7CCC":2479,"N1C7":2480,"CN2C3OC":2481,"31CO3":2482,"NOC3":2483,"C2C3CC4C":2484,"CC3NC12":2485,"10CNC":2486,"6CNC":2487,"NCCO3":2488,"C3OC3C":2489,"CCC4CNC":2490,"32C4":2491,"C648":2492,"C7CCC82C":2493,"C2OC6OC":2494,"CC12OC":2495,"CC3CCNCC3":2496,"CCC2C3C":2497,"OC2C3OC3":2498,"N1C4":2499,"CC2C5":2500,"CC2CN1C":2501,"C12OC":2502,"OCC3C4":2503,"CC23OC3":2504,"CC3CCNCC3CC4":2505,"NOC3C":2506,"3CN4CCN":2507,"3CCOC":2508,"CC6OC7":2509,"C2OC9OC":2510,"C3OCOC4":2511,"3COCC":2512,"N7C6":2513,"1C2C":2514,"4CC2":2515,"7OCC":2516,"C3CCC12":2517,"C46CCC":2518,"C5CCC6C":2519,"CC3N1CCN":2520,"CNCCC4":2521,"CCC26O":2522,"OC2C3C":2523,"CC65C":2524,"C2C3OCC":2525,"C2C3OC4":2526,"N5CCCC5C":2527,"CCCC87":2528,"C2CCNCC2":2529,"6N9C":2530,"COCCNC1":2531,"12CCCN3CC":2532,"2OCC":2533,"6C4":2534,"C2C4OC":2535,"2CNS":2536,"C7OC8OCC":2537,"OC3O":2538,"CCC3C1CCC4":2539,"CSC2N1C":2540,"OCC12CN":2541,"OC6CCC":2542,"23CCN":2543,"45C6":2544,"3N2":2545,"C3OC5OC":2546,"C4CCCC":2547,"4C8":2548,"CCN5CCOCC5":2549,"CCCCCCCCCCCCCCCCCCCCCCCCCCC":2550,"NC5CC5":2551,"C23C1":2552,"CN53":2553,"NCCCNCCCCN":2554,"4COC5":2555,"CCCN3":2556,"C4C2C":2557,"1CC5":2558,"C74CC5":2559,"118":2560,"OC7CO":2561,"NCCCOC1":2562,"N5C3":2563,"SS4":2564,"1O6":2565,"9C8":2566,"C4N1CC":2567,"NC5C":2568,"CNN":2569,"N3C1":2570,"4OCCC":2571,"C3C4CCC":2572,"C2CN3CCC":2573,"OC1COC2C1OCC2N3N":2574,"3SC2":2575,"3S2":2576,"83":2577,"SC2CC3C":2578,"CCO3":2579,"CCOC2OC":2580,"C17C":2581,"C5O1":2582,"102C":2583,"CCN1CC2":2584,"CCC3C12C":2585,"BrC1CCC":2586,"C23OC4":2587,"C3CCC4C5C":2588,"NN4":2589,"C5F":2590,"CC3CC4":2591,"CC3CCN12":2592,"CN2O":2593,"CC4C13":2594,"CCC14":2595,"CSC1C":2596,"NC1C2":2597,"CCCCCCCN":2598,"CCCCCCC2C":2599,"NC4CCN":2600,"SSC1":2601,"CC23CCC4C":2602,"65O":2603,"OCCCCCCCCCCCC":2604,"C18":2605,"C1CC1C":2606,"CC3CC2C":2607,"12CCCC3":2608,"NC3N":2609,"+]=[":2610,"C1CCC7":2611,"11CN":2612,"CN4CCC5":2613,"CC5C42":2614,"N7CC8":2615,"C3OCCOC3":2616,"CC7OC6C8":2617,"3NC2":2618,"3CCCN":2619,"CC5N6C":2620,"OC1OC2":2621,"N2CC4":2622,"C1C2N":2623,"NC4CCC":2624,"CC8O":2625,"C2C34":2626,"CSSCC5":2627,"NCCN4C":2628,"C6CC5CC7OC6C8":2629,"53CC":2630,"62C":2631,"SC1C":2632,"CCCN2":2633,"C4C3C2":2634,"C6C3":2635,"C6C8":2636,"C7Cl":2637,"CC5CC6":2638,"C8CO":2639,"CCC45O":2640,"N2C3C4":2641,"N5CCCC":2642,"CN5CCCC":2643,"C23COC":2644,"1O4":2645,"4OC6":2646,"N8CC":2647,"SCCN":2648,"C1C32":2649,"C4CCC3C":2650,"10C2":2651,"CCNCC5":2652,"123":2653,"2CC8":2654,"CC6CCC5":2655,"C12C3":2656,"CCCNCC1":2657,"CCCC1NC":2658,"OCCCCNC":2659,"C3COC4":2660,"C5CNC":2661,"CC2CC4":2662,"CC3O2":2663,"COC4C":2664,"CC4CCCN5CCCCC54":2665,"CC5C7":2666,"C85":2667,"OC5C6":2668,"C1NCC2":2669,"CC9CCC":2670,"C1OCC23":2671,"CCC4C3CCC5":2672,"2OC6":2673,"6CCCC7":2674,"7O6":2675,"OCCCCCCCCCC":2676,"C4C1C":2677,"C4CCCN":2678,"2CNCC3":2679,"1C8":2680,"CC2N1CC":2681,"107":2682,"10CC9":2683,"12CCN":2684,"OCC12COC":2685,"NC2CCN":2686,"C2OC2C":2687,"CC5C4C1":2688,"C2CN3CCCC3":2689,"C1CN2CCC1CC2C":2690,"C1CC1":2691,"C2F":2692,"C36":2693,"C3CN4":2694,"C4CC1":2695,"C4N3":2696,"C52C":2697,"C5C14":2698,"3C8":2699,"CC3CC4CC":2700,"1CC2C":2701,"C1OC5OC":2702,"78CC":2703,"C2OC5":2704,"C2C1CC":2705,"C5CC1":2706,"C5OC8OC":2707,"CC2NC1C":2708,"C6OCC":2709,"C6CCN5C":2710,"CCCCCCCC2":2711,"OC5C32":2712,"13N":2713,"CC75":2714,"CC78":2715,"NCC1OCC2":2716,"OCC34":2717,"C6OC6C":2718,"CCCCC5C4":2719,"CC3C2CC1":2720,"C2OC1C3":2721,"C2CN3CCOCC3":2722,"C2OCCOC2":2723,"C1CN2CCC1CC2CN3N":2724,"1NC2":2725,"C19":2726,"CCCN4":2727,"C3C1CC":2728,"COCC8":2729,"C5CCC3C2":2730,"1CNS":2731,"CNCCCOC":2732,"C1OC4":2733,"C7CC9OC":2734,"CC5CC5":2735,"CCCCC3C":2736,"CCCCC2C1":2737,"OC4O":2738,"CCC12OC":2739,"OC5CCC":2740,"NC2CCCC2":2741,"CC7C9":2742,"NC3CCN":2743,"C3OC4C":2744,"+](=":2745,"OCC4C5":2746,"4OCCCOC4C3":2747,"1OC3":2748,"69C":2749,"74C":2750,"NCCCC4":2751,"SN":2752,"C3C2C1":2753,"C46C":2754,"C4OC5OCC":2755,"CC23C4":2756,"CC3CCCC":2757,"C67CCC":2758,"CNC4C3":2759,"CC56C":2760,"C8C5":2761,"C8OC9":2762,"CCC4C5CC":2763,"OC45":2764,"CS9":2765,"OCC12CC":2766,"SSCC7":2767,"2COCC3":2768,"CCCCCCCCCCCCC2":2769,"OC1C2OC2":2770,"4OC56OC7":2771,"62":2772,"8CO":2773,"C32OC":2774,"C3CC4CC":2775,"C4Br":2776,"C4NC6":2777,"C5CC3":2778,"C5O2":2779,"COC43":2780,"C2C7":2781,"OC3CCN":2782,"3CCNC":2783,"CCC4C1C":2784,"CCC56O":2785,"CSSC8":2786,"CN6CCCC":2787,"OC1COC2C1OCC2NC3":2788,"4CO4":2789,"C15C":2790,"C2CCC6":2791,"C3S":2792,"C4C23":2793,"CC1COC":2794,"CC14C5":2795,"CC52":2796,"CCC34CC":2797,"ClCC":2798,"6C9":2799,"CC6OC5":2800,"OC53":2801,"C4OC5C":2802,"CN3CC4C5":2803,"C32F":2804,"CN42":2805,"CSSCC9OC8":2806,"5C1":2807,"C5C1":2808,"OC13C":2809,"CCC3NC":2810,"N1CCCC2":2811,"NC2COC3C":2812,"OC7CCCCC7":2813,"C1CCC23CC43CCC5":2814,"SSCC2CC":2815,"C2OC3OC4":2816,"89CCC":2817,"@+]":2818,"SC32":2819,"](=":2820,"C1N2":2821,"CC35":2822,"CC3C4C":2823,"C2OS":2824,"OC5CCCCC5":2825,"NH3":2826,"CC7N":2827,"CCCN7C5":2828,"C3C2CO":2829,"C2C3CCC4":2830,"N6CC7":2831,")#":2832,"N9CC":2833,"SCC3":2834,"C16C":2835,"CCCOC2":2836,"C2COC1":2837,"C3CCC1":2838,"C4CCC32":2839,"2CSSC":2840,"1CCN2C":2841,"C1OC6OC":2842,"CCC2CC":2843,"CC6CC7":2844,"NN1CC":2845,"CCCC4C3":2846,"NC2COC3C2OCC3NC4":2847,"32CCC":2848,"4O1":2849,"7COC":2850,"7CNC":2851,"C1N2C3":2852,"C2CC1C":2853,"CC14C":2854,"CC2F":2855,"CC2OC2":2856,"CNCO":2857,"CCN5CC":2858,"CC6CC5":2859,"CCC56":2860,"NC3CC":2861,"1CCCN1":2862,"CCC7C6":2863,"CN21":2864,"N2CCOCC":2865,"C1OCC2C1":2866,"CSSC4":2867,"CNC6N":2868,"C2NCCC":2869,"C2CO1":2870,"C5C4OC":2871,"CC1CCCC":2872,"CN7CC":2873,"OC2C1C":2874,"N1O":2875,"132":2876,"NC56":2877,"C4C3CCC12C":2878,"CCC98":2879,"C2CC3CCC4":2880,"CCC5C4CCC6":2881,"3COCCN32":2882,"+]%":2883,"1OCC":2884,"3CO3":2885,"CC2CCCC":2886,"CC2C1O":2887,"CC23CC":2888,"CC23O":2889,"C6NC9":2890,"OC3C2O":2891,"2CCOCC2":2892,"C9CC7":2893,"CCC5C4C":2894,"34CCCC":2895,"CC1CCNCC1CC2":2896,"OCCCC2":2897,"CCCC8C":2898,"C5NC7":2899,"C6COC":2900,"CNCCC2":2901,"CNC2CC":2902,"C7NC6":2903,"CC5C2":2904,"CCN2CCC":2905,"CCC23CCC":2906,"C8O7":2907,"CCC41":2908,"CC76C":2909,"C1C24":2910,"CC8CCC":2911,"OC3OC4C":2912,"OC8CCCC8":2913,"CCCCCCCCCCCCC3":2914,"CC5C4CCN13":2915,"CN1CCCC":2916,"CC4C3NC":2917,"CC2CCCN3CCCCC32":2918,"C4CC5OC65C":2919,"2O6":2920,"NCCCC3":2921,"C1N2CCCC2C":2922,"C2OC2":2923,"C2NCC":2924,"C2NC4":2925,"C4C2O":2926,"CC4CCC5":2927,"CC4NC23":2928,"C2CNC":2929,"C7CC6":2930,"CCN32":2931,"C1OOC":2932,"117":2933,"N4C2":2934,"C4CC5C":2935,"C45OC6":2936,"CCC2C3CCC4CC":2937,"5CCCN5C":2938,"CCC1OC1CC":2939,"9CO":2940,"C2CCNC":2941,"CN1N":2942,"CN5CCOCC5":2943,"C7OCC":2944,"10COC":2945,"OC1OC2OC3":2946,"C8C6C":2947,"OCC1CC2":2948,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2949,"CCCC21C":2950,"N5N":2951,"NC6CCCCC6":2952,"CC2C1CN4CCN":2953,"OC1C2C3CC1":2954,"COC1COC2C1OCC2":2955,"CCSSCC5":2956,"7N4C6":2957,"Se":2958,"C27":2959,"NCNCC":2960,"COC3CN":2961,"CN6CCOCC6":2962,"CC4OC5":2963,"OC3C2C":2964,"CCCCCCOC":2965,"NC2C3":2966,"NC2COC":2967,"OC6CCCOC":2968,"CC7NC":2969,"NN5C":2970,"N1CCOC":2971,"CC2C3CCC4":2972,"11COC":2973,"CSSCC3":2974,"4OC56C":2975,"3OCCNC4CCC":2976,"1CCC4":2977,"37":2978,"31O":2979,"7CO":2980,"C3C2CC":2981,"CC1CO":2982,"CC2CO":2983,"C6C5C":2984,"CC4N5C":2985,"O1CCC":2986,"CCCCCOC1":2987,"OC2CCCCC2":2988,"CCC4C5C":2989,"CNC7C":2990,"OC4COC":2991,"OCC1CCC2":2992,"C1CC3C":2993,"OC7C6":2994,"14NC":2995,"C4OCN":2996,"CC12CCC3":2997,"9OCC":2998,"SCC1":2999,"COCCCN":3000,"CC2NCC":3001,"CC3C2OC":3002,"C7C9":3003,"C7CCCC8":3004,"CC5CCC4":3005,"CCCCC4C":3006,"12O6":3007,"C8C9CC":3008,"SSCCC":3009,"SSCC5":3010,"32CO":3011,"C2CN3CCCCC3":3012,"C51OC5":3013,"C43OC4C2C1":3014,"61CC7":3015,"CCCCC3C2C4":3016,"2CCCC2":3017,"4NC3":3018,"63O":3019,"OCCO2":3020,"OC1OCC2OC":3021,"CCC3N":3022,"CCC4C1CC":3023,"11CO":3024,"CCC123":3025,"C9CO":3026,"CC6Cl":3027,"CCC52":3028,"C4OCCC4":3029,"-])=":3030,"NC54":3031,"SSCNC8":3032,"17CCCCC":3033,"N2CCCC12":3034,"1CCCCNC":3035,"C3OCC4C":3036,"C1CC2C3CCC":3037,"54CCC":3038,"89CC":3039,"9CN":3040,"C3SC":3041,"C3N1CCC":3042,"CC3N1CC":3043,"CNC6C":3044,"NC2CC2":3045,"23CN1C":3046,"CN3N":3047,"C5OCO":3048,"SSCCCCCC":3049,"23CCCN3CCC4":3050,"OOC24C":3051,"1S":3052,"21CCC":3053,"NNC3":3054,"@@+]":3055,"C2CCOC":3056,"CC2CC2":3057,"CN6CC":3058,"CNCC65":3059,"10C8":3060,"C1OC23":3061,"NC3CCCC3":3062,"C2C3C4":3063,"CN3CCCC":3064,"2NCC3":3065,"C1CC2CC":3066,"CCC4C5CCC":3067,"N2CC3CC":3068,"CN6CNCC65":3069,"CN4CCCCC43":3070,"47":3071,"52CN":3072,"C2N3":3073,"C4N1C":3074,"C5CCC24C":3075,"10CCN":3076,"CC5NC":3077,"CNCOC1":3078,"5CCS":3079,"CCC5C1CCC6":3080,"C1OC2C3OC3":3081,"NC2CN3C":3082,"OC6CC5":3083,"2NS":3084,"19CCCC":3085,"5CCCO5":3086,"N2CC3OCC":3087,"2C1C":3088,"5CCCC6":3089,"7OC1":3090,"SC6":3091,"C1COC2":3092,"C2NC1":3093,"C45CC":3094,"C4OC6":3095,"NCOC":3096,"C52O":3097,"CCCCCCCCCCC2":3098,"CCCCCOC":3099,"CCC15":3100,"CCCCCCC1C":3101,"CC2COC":3102,"NCCCOC3":3103,"COC21":3104,"N7CCC":3105,"2CO5":3106,"4CC1":3107,"NOC2":3108,"CCCC1CC":3109,"C53OC":3110,"CC2CCC3":3111,"C6CCC5C":3112,"CC4C1":3113,"CC4C3CC":3114,"CCN3CCOCC3":3115,"CCC24O":3116,"C1OCC3":3117,"CNCNC":3118,"CNCNCC":3119,"CC68":3120,"CCCN4CC":3121,"C3CCOC":3122,"CN4CC5C6":3123,"C2CCC3C1":3124,"OC1COC2C1OCC2NS":3125,"N6CCOCC6":3126,"C4COC5C":3127,"CC1C45O":3128,"2CCCN":3129,"8CN":3130,"C3N2N":3131,"C4N5C":3132,"C5Br":3133,"C6CCN":3134,"OC12CCC":3135,"OC2CC1":3136,"12O5":3137,"5CCO":3138,"CCC5OC":3139,"C1OC2CCC":3140,"C1OC2OCC":3141,"OC6CC7":3142,"N4CC5C6":3143,"CC9N":3144,"2COCC":3145,"CSSCC1":3146,"C1CC23C":3147,"CN1C3":3148,"C6OC654":3149,"41CC5":3150,"26C":3151,"36C":3152,"SCCC":3153,"CCOC7":3154,"CCOC1OC":3155,"C2CC7":3156,"CC3OC4OC":3157,"C6OC7OCC":3158,"OCCN3CCN":3159,"CC5OC5":3160,"CC5S4":3161,"OC3CC2C1":3162,"CCC3C2CC":3163,"CCC4C1CCC5":3164,"CCC12CCC":3165,"C6OCCC6":3166,"CN5CCC":3167,"C1CCC34C":3168,"46O3":3169,"3CCCCC3":3170,"8O7":3171,"CCOC6":3172,"C1CCCCCCC":3173,"CCCCC1C":3174,"CCN1CCN":3175,"C8CCC92C":3176,"2CC7":3177,"CCC1CCCCC":3178,"C9OC8":3179,"CCC56C":3180,"34O6":3181,"34CCN5CC":3182,"C749":3183,"C4CCC123":3184,"3NC4":3185,"5O2":3186,"5OC4":3187,"Fe":3188,"OCCC7":3189,"C1CCCCCCCC":3190,"CCCCO7":3191,"COCC7":3192,"C5OC4C3":3193,"CC34O":3194,"CCCCCN1C":3195,"CCN3CC4":3196,"C8CCN":3197,"CCC3OC":3198,"CCC3CCCCC":3199,"N25":3200,"C9C6":3201,"C3OCC4C5":3202,"CCCN5C":3203,"C2C1C3C":3204,"SSS":3205,"NCCN2CCOCC2":3206,"C1C4C23":3207,"C2OC4COC5":3208,"3CSC":3209,"C6C7OC":3210,"C6CSSCC":3211,"CCN9CC":3212,"C1OS":3213,"12CNC":3214,"CC6CCCCC":3215,"CCCNCCCN":3216,"CC2C3SC":3217,"11CNC":3218,"SSCC6":3219,"NOC4C":3220,"C31CC3":3221,"19CC":3222,"C2CC3OC3":3223,"C9CCOCC9":3224,"CC8C7C2":3225,"4CCC6":3226,"5CO4":3227,"6OCC":3228,"6O7":3229,"OCCCCCCCCCCCCCC":3230,"SCC5":3231,"C4OC1":3232,"C4C3CC":3233,"C58":3234,"CC2CCC1":3235,"CC46":3236,"CC4C3O":3237,"OCC5OC":3238,"C7CCN6C":3239,"OC1OCC2":3240,"CCC4C3C":3241,"CCC54CO":3242,"OCC1NC":3243,"CCOP":3244,"CCCN6":3245,"CCCCCCCCCO":3246,"C132":3247,"OC9CC":3248,"32O5":3249,"C3CCC45":3250,"N6CCN":3251,"C2CN3CCCCC3C":3252,"N2C1CC3":3253,"NCCCN3C":3254,"N4CCCC4C5C":3255,"CCC6C5CCC7":3256,"53O":3257,"CCOCC7":3258,"CCCCCCN":3259,"C5OC34":3260,"CC13C4":3261,"CC2S1":3262,"C61":3263,"C65O":3264,"COC6C":3265,"CNC1C":3266,"CCNC3":3267,"CCN2CC3":3268,"3CC6":3269,"CSC5":3270,"C1NCCC":3271,"34COC":3272,"SSCC1":3273,"OC9CCC":3274,"C3N4C":3275,"CC12CC34":3276,"CC5C4CCC3":3277,"18O":3278,"C2CN3CCCC":3279,"C87CCCC8":3280,"NCSSCCCCCC":3281,"NCC2CCCN3CCCCC32":3282,"C4N1CC5CN":3283,"4N3C":3284,"7CN":3285,"C2N3CC4":3286,"C37":3287,"C35C":3288,"C3C12C":3289,"CCCC13":3290,"C47":3291,"C49":3292,"C4NN":3293,"2Cl":3294,"C5N4":3295,"CC12O":3296,"C1OC7OC":3297,"C8C4C":3298,"OC4C5":3299,"N1CCCN":3300,"CC9CN":3301,"2CCCN2":3302,"CC3OC4C":3303,"CN2CCOCC2":3304,"C1CCC3C4":3305,"2CCCCN2C":3306,"1CCCCCC":3307,"3S1":3308,"6C8":3309,"C3CCC5C6":3310,"C3NC12":3311,"C4CCO":3312,"C5CC7":3313,"4CS":3314,"CC5NC4C":3315,"CCC4O":3316,"CNC8C":3317,"OCC12CCC3":3318,"OC1CN2C":3319,"CCOS":3320,"2OCC3":3321,"-])/":3322,"11C8":3323,"CCC75":3324,"SSCNC9":3325,"NCC1OCCC1":3326,"C2CCC3C4CCC5CC":3327,"18CCC":3328,"NC8CCCCC8":3329,"10C9C2":3330,"31CCN4C":3331,"4CCN5CCC":3332,"CC2OC1C3":3333,"C41C":3334,"C43OC":3335,"C4CCC23":3336,"CC1S":3337,"CC1CCC2C":3338,"3CSSC":3339,"CC2C1CC":3340,"C62C":3341,"CC4CCCC5":3342,"CCCCCCCCCCC1":3343,"OCC7OC":3344,"CC6OC6":3345,"CC6OC7OC":3346,"4CCS":3347,"-]=[":3348,"C1N4C":3349,"C3C2CCC4":3350,"12CCSSC":3351,"CCCC13C":3352,"54CO6":3353,"4CNCCO":3354,"10CCC98C":3355,"8OC9":3356,"C2CCN3C":3357,"CCCCCCC2":3358,"CCCC9C":3359,"C4CC32":3360,"CC3CCC2":3361,"CC3N2CC":3362,"CC3CCN2C":3363,"C65C":3364,"CN9CC":3365,"CNC1C2N":3366,"CC4C3N":3367,"OC2CCNCC2":3368,"C1ON":3369,"3CC7":3370,"CCC4OC4":3371,"N1CC4":3372,"5CC7":3373,"C12NC":3374,"NC2N1":3375,"CCCC24C5":3376,"SSSS":3377,"CN4N":3378,"12CCCN3CCC4":3379,"CSSC5":3380,"C2N1CCN":3381,"C3C1CCC3":3382,"C2CC3CC":3383,"C4CCC56C":3384,"C3CC2C1CN":3385,"112":3386,"1SC2":3387,"2CCCC3":3388,"7CCCN":3389,"8CNC":3390,"C1CC2OC":3391,"C2C1OC3":3392,"CC25":3393,"CC3CCCC4":3394,"CC4C6":3395,"C79":3396,"OC2N3":3397,"CCC3C2C":3398,"5CCOC":3399,"OC54C":3400,"CC2CN1CC":3401,"C2OC1CC":3402,"NC3CCOCC3":3403,"N2CN":3404,"NCC2OC3CC":3405,"C7CCOCC7":3406,"C45OC5":3407,"N4CCOCC4CN":3408,"CCN5CCCCC5":3409,"C3OC34C5":3410,"C5CCNCC5":3411,"CC5NC4C3CC12":3412,"57CC":3413,"5N14":3414,"6CCNC":3415,"91CC":3416,"CCP":3417,"C2CCOCC2":3418,"CC1CC2CC":3419,"CC2OC3OC":3420,"C6C2":3421,"103":3422,"OC1CC2OC":3423,"CCC3CCC4":3424,"N1CC2OC":3425,"OCC12OC":3426,"138":3427,"CC7CCC8":3428,"NC3COC4":3429,"CCCCCCCCCOC":3430,"C13C2":3431,"C5OCC2":3432,"OC8CO":3433,"C5OC6C":3434,"CCC7CC":3435,"16OC":3436,"3CCC45":3437,"CC3C24CCN5CC":3438,"NCC6CC":3439,"C4CCC6C7C":3440,"1CCCO":3441,"1CCCCN":3442,"2OCC1":3443,"5NC4":3444,"6CCCCC7":3445,"79C":3446,"9O1":3447,"92COC":3448,"CCSSC":3449,"C1C4OC":3450,"C14C5":3451,"C3S2":3452,"C4C2CCN":3453,"COCCOC":3454,"NC8C":3455,"CC1CN2CC":3456,"CC3CCCCC":3457,"CC3C2N":3458,"OC3C21":3459,"OC56":3460,"CCCCCCNC":3461,"NC4C3":3462,"CCCCCCCCCCCCCCCC1":3463,"C4OCOC5":3464,"NC5CCCC5":3465,"32COC4":3466,"COC5C1O":3467,"24CO3":3468,"C6CCC25C":3469,"24OC":3470,"2CCCCC2":3471,"5O3":3472,"OOC3":3473,"SC2C3":3474,"COC12":3475,"1CCN2CCC":3476,"127":3477,"OC3CC2":3478,"OC3CC4C":3479,"C8C7OC":3480,"C8CCCC8C":3481,"OC5CC4":3482,"NC15":3483,"1OP":3484,"C1OC23CC":3485,"NC2NC":3486,"C3OCNC":3487,"CCCCCCCCCCCCCCCCCCCCCCCCCCCC":3488,"CN3C5":3489,"CCC78C":3490,"C3N2CC":3491,"C1OCCO":3492,"3CCCO3":3493,"CSSC1":3494,"CSSCC6":3495,"CSSCOC5C1O":3496,"4CCCN4CC5":3497,"CCCC65C":3498,"CN5N":3499,"N1CCC2CC":3500,"C3C5OC5":3501,"109CCCC":3502,"C2N1CC3CC2C":3503,"65CO6":3504,"31CCC":3505,"3CCC4C":3506,"8CCCC9":3507,"9OC1":3508,"CF":3509,"NO5":3510,"SCCO":3511,"C2CCC2":3512,"C3CCO":3513,"C4CCC12":3514,"COCC4":3515,"C5C2C":3516,"C5O3":3517,"CC1CN2CCC":3518,"C1OC4C":3519,"C7CC5":3520,"OC2CC3C4":3521,"OC3C1":3522,"11O1":3523,"C2OCC1CC3":3524,"CCC53":3525,"137":3526,"+]=":3527,"NCC1OC2CC":3528,"3CNS":3529,"OCC24":3530,"NCC3CC":3531,"CCC87":3532,"OCC45":3533,"CCCCC3SSCC3":3534,"4CCC9":3535,"CCCC9CSSC":3536,"42C5":3537,"CC12CC34CCC":3538,"2CCCCCC":3539,"41CO":3540,"5O7":3541,"C2CC1O":3542,"C4COC4":3543,"2COC1":3544,"C5CCC2":3545,"CC1OS":3546,"CCCCCCCCCC1":3547,"C7C2":3548,"ClC1C":3549,"C9Cl":3550,"NC13":3551,"1OO":3552,"NC4CCCO":3553,"C23NC":3554,"C6CC7C":3555,"N6C8":3556,"CNC4CCCCC4":3557,"CNC4CCOCC4":3558,"C6CCC5C7C8":3559,"C2CCC45CC":3560,"64CCN":3561,"C5NC6C":3562,"OC1OC2COC":3563,"CN3CCCC3COC":3564,"1OC6":3565,"27":3566,"26O":3567,"9CCCCC9":3568,"NP":3569,"C1CCCCCCCCCCCCC":3570,"C4C8":3571,"2CN3CCC4":3572,"CC1CCCC2":3573,"C68":3574,"C6NCC":3575,"C1OC1C":3576,"C73":3577,"C83":3578,"C8CC9":3579,"112COC":3580,"OC5COC":3581,"NC2OC":3582,"CC8OC":3583,"CCC76":3584,"SSCNC":3585,"CSSCO4":3586,"18CCCCC":3587,"20CC":3588,"4CNCC5":3589,"CSSC2CCO":3590,"C5OCC2O5":3591,"3CCC45OCCO5":3592,"3NCC4":3593,"6CN":3594,"6SC":3595,"SC7":3596,"C1N4N":3597,"CCCC4C":3598,"CCCCCC1CC":3599,"C4N1":3600,"C4OCC5":3601,"C5CC4O":3602,"CC1CCCCC":3603,"CC1OCC2":3604,"1CN4CCN":3605,"CC31C":3606,"CC3CCN":3607,"CC5N4CC":3608,"CC5C78C":3609,"OC17C":3610,"CCN23":3611,"N35":3612,"N3CC2":3613,"N3C21":3614,"NC1CCOC":3615,"NC1COC2C":3616,"NC2CCOCC2":3617,"C4OCC23":3618,"23CC4":3619,"CCCCCCCCC2":3620,"CC3CNC4":3621,"CCCC54":3622,"CCCCCCCCCCCCO":3623,"C1OC2COC3":3624,"14CNC":3625,"NC78":3626,"C2CN3CCC4":3627,"C2CCN3CC4":3628,"NC1COC2C1OCC2NC":3629,"CN4CCOC":3630,"4CCN5CCCC":3631,"C6OCCOC6":3632,"4CC6":3633,"52CC":3634,"61":3635,"71":3636,"8O1":3637,"NCCCC2":3638,"OCSSCC4":3639,"C1C3OC":3640,"CCCCCCC3":3641,"CCCC2CC":3642,"C4S":3643,"C4CCCC5":3644,"C4CCC2C1C":3645,"COCC6":3646,"C5C14C":3647,"CC13O":3648,"CC3CO":3649,"C6C1":3650,"C6CC6":3651,"C6CCCC7":3652,"10O1":3653,"OC1C2OCC3":3654,"CCN2CCN":3655,"OC3CCNCC3":3656,"CCC5C2":3657,"OCC12C3":3658,"OC1COC2":3659,"OC6O":3660,"C2OC8OC":3661,"CCCCCCC6":3662,"C1NCCC1":3663,"C1NCCCN":3664,"3OOC2":3665,"CCC6CCCC6":3666,"CC89":3667,"C2C3N":3668,"CN3CCCC3":3669,"OC5OC6C":3670,"SS3":3671,"OC9CCCC9":3672,"CN2CCN3":3673,"CCC97":3674,"4CN5C":3675,"C4CCN3":3676,"53C6":3677,"C86CCCC8":3678,"26CC":3679,"3OC5":3680,"51CC6":3681,"97C":3682,"98O":3683,"IC":3684,"C2N3CCN":3685,"C4C3N":3686,"CC3CCC2C5":3687,"CC4CCC3":3688,"CC4C2C4":3689,"CCCCCCCCCCO":3690,"102":3691,"10CC8":3692,"CCC3C4CCC5":3693,"CCC1CC2":3694,"CC67O":3695,"CC67OC":3696,"4CCNC":3697,"N3NC":3698,"OCC1C2C":3699,"C2OC7":3700,"NC32C":3701,"NN6C":3702,"CCC64":3703,"C13N":3704,"C13C2O":3705,"C4OC8OC":3706,"C3C4C5":3707,"CC12CCCC":3708,"CC32CCC4":3709,"CN2CC3C4":3710,"CCCC54C":3711,"2CC3CC":3712,"C1CC23C4":3713,"C34OC5":3714,"CN54":3715,"C3CC2C1C":3716,"N3CC4CN5C":3717,"C4C1CC6":3718,"C5CCC67CC":3719,"CC9C8C2":3720,"C1OC23C4OC4":3721,"CSSC84CCC9":3722,"2NN3C":3723,"96":3724,"S6":3725,"](\\":3726,"CCCO2":3727,"CCCNCC":3728,"C2CC6":3729,"C4N1CCC4":3730,"C5CN":3731,"1CNCC4":3732,"C6C5O":3733,"CNC12":3734,"CN5C6":3735,"CC43OC":3736,"10CSSC":3737,"CC5OC4C":3738,"OC3OC4":3739,"C8CC6":3740,"2CC9":3741,"OC4CC5C":3742,"CC8NC7":3743,"N1CCN2C3":3744,"C2C31NC":3745,"1CCC2C":3746,"OC1CCN2CC":3747,"SSCC2":3748,"OC1CCC2C3CCC4CC":3749,"13CNC":3750,"OC1CC2CC3":3751,"NC65":3752,"CC5C4CCN3C":3753,"CC4C3CCN12":3754,"NCCN5CCOCC5":3755,"19CCCCC":3756,"C1CCN2":3757,"CC34CC5":3758,"C8OCOC8":3759,"5CCCCO5":3760,"46O2":3761,"CC41CCCC4":3762,"C3CCC5C6C":3763,"CC67OCC8":3764,"5O1":3765,"5N4":3766,"7CCCCC7":3767,"8OCC":3768,"82COC":3769,"SC12":3770,"C2NN":3771,"C2C1CCC":3772,"C28O":3773,"C3CCC92C":3774,"C4CC2":3775,"COCCCCCCCCCCCCCCCC":3776,"C6C3C":3777,"C6N5":3778,"C7COC":3779,"C76O":3780,"106":3781,"10C7":3782,"OC1N2C":3783,"OC1OC2OC":3784,"OC1C2OC3":3785,"CCN31":3786,"3CCO":3787,"113":3788,"OC45C":3789,"4CCOC":3790,"NC1CCC":3791,"C1OC2C3CC":3792,"NC3CCC3":3793,"NN12":3794,"C1NCCN":3795,"34O5":3796,"CCCC2CCCCC2":3797,"C2CCC34C":3798,"C2CCC3C4CC5OC65C":3799,"NC67":3800,"CN5CCCCC54":3801,"65C8":3802,"24C1":3803,"3CCCCN3C":3804,"7OCOC7C":3805,"OC2CC3C4CC":3806,"C4C3CSS":3807,"CC7CC89CCCC9":3808,"7C2":3809,"NN4C5":3810,"SC3C4":3811,"CCOCC8":3812,"C2CC3C4":3813,"C3CCCCC":3814,"C3CCCO":3815,"C4C3OC":3816,"C5C8":3817,"C5C24":3818,