{"[UNK]":0,"[CLS]":1,"[SEP]":2,"#":3,"%":4,"(":5,")":6,"*":7,"+":8,"-":9,".":10,"/":11,"0":12,"1":13,"2":14,"3":15,"4":16,"5":17,"6":18,"7":19,"8":20,"9":21,":":22,"=":23,"@":24,"A":25,"B":26,"C":27,"D":28,"E":29,"F":30,"G":31,"H":32,"I":33,"K":34,"L":35,"M":36,"N":37,"O":38,"P":39,"R":40,"S":41,"T":42,"U":43,"V":44,"W":45,"X":46,"Y":47,"Z":48,"[":49,"\\":50,"]":51,"a":52,"b":53,"c":54,"d":55,"e":56,"f":57,"g":58,"h":59,"i":60,"k":61,"l":62,"m":63,"n":64,"o":65,"p":66,"r":67,"s":68,"t":69,"u":70,"v":71,"w":72,"x":73,"y":74,"z":75,"CC":76,"OC":77,"(=":78,"C1":79,"CCC":80,"C2":81,"C3":82,"CCCC":83,")=":84,"NC":85,"C4":86,")(":87,"2C":88,"CC3":89,"CC1":90,"CC2":91,"C5":92,"CO":93,"C1C":94,"3C":95,"4C":96,"1C":97,"CC4":98,"C1OC":99,"OCC":100,"C6":101,"C2C":102,"OC1":103,"CN":104,"CC5":105,"CCCCCCCC":106,"5C":107,"CCC2":108,"OC2":109,"C7":110,"OC3":111,"CCC4":112,"CCC3":113,"C1O":114,"C3C":115,"COC":116,"CH":117,"10":118,"][":119,"C8":120,"CCN":121,"CCCCC":122,"CC6":123,"Cl":124,"OC4":125,"C1OC2":126,"CC2C":127,"OCC1":128,"C12":129,"N1":130,"6C":131,"C2O":132,"CCC5":133,"](":134,"NCC":135,"CNC":136,"OC1C":137,"C9":138,"C4C":139,"OC5":140,"C1N":141,"C3O":142,"11":143,"C2OC":144,"CCC1":145,")[":146,"Br":147,"CC7":148,"C1C2":149,"NH":150,"C3OC":151,"OC6":152,"NC1":153,"N2":154,"N3":155,"C4O":156,"SC":157,"OC7":158,"12":159,"CCCCCC":160,"OCC1OC":161,"C1NC":162,"C1CC":163,"7C":164,"C13":165,"OC3OC":166,"C5C":167,"CCO":168,"OC2OC":169,"CCC6":170,")(=":171,"C3CC":172,"CC8":173,"CCCCCCC":174,"3OC":175,"C2C1":176,"OC8":177,"]([":178,"CC3C":179,"OC2C":180,"C4OC":181,"OC4OC":182,"-]":183,"13":184,"CC2C3":185,"=%":186,"NC2":187,"C5O":188,"NC3":189,"CC1C":190,"CC2OC":191,"CCCC2":192,"+]":193,"NN":194,"C4CC":195,"8C":196,"C2CC":197,"C7O":198,"OC7OC":199,"OC5OC":200,"C6C":201,"CC4C":202,"NC1C":203,"CCCCCCCCC":204,"CC9":205,"N4":206,"CS":207,"NCCC":208,"C6O":209,"C1CCC2":210,"4OC":211,"CC12":212,"C1CCC":213,"OC9":214,"CCCCCCCCCCCCCCCC":215,"OC6OC":216,"C8O":217,"OC1CC":218,"N1C":219,"C23":220,"-])":221,"NC4":222,"CCCC3":223,"14":224,"CCC3C":225,"10C":226,"CCC4C":227,"C2C3":228,"+]([":229,"OC1CCC2":230,"OC8OC":231,"OC1OC":232,"C3C2":233,"NCC1":234,"CC32":235,"9C":236,"OC3C":237,"C5OC":238,"C32":239,"CCCC4":240,"11C":241,"CCC7":242,"OC1CC2":243,"CCCC1":244,"N2C":245,"C1OCC":246,"C9O":247,"COP":248,"2OC":249,"CC43":250,"2N":251,"C2N":252,"C5CC":253,"C1OCC2":254,"15":255,"1OC":256,"COC2":257,"C1OC2C":258,"CCC2C":259,"OCCC":260,"CC3C4":261,"C21":262,"C2OC3":263,"C5CCC4":264,"CCNC":265,"2C1":266,"C3N":267,"C3CCC4":268,"C7C":269,"SS":270,"CC21":271,"CN3":272,"CC2N":273,"5OC":274,"CC3OC":275,"12C":276,"C2CCC3":277,"CCCN":278,"OC9OC":279,"CC2C1":280,"1N":281,"CN2":282,"C3C4":283,"C14":284,"C6CC":285,"([":286,"CCOC":287,"CC5C":288,"CCCCCCCCCC":289,"CCCO":290,"CCC2C1":291,"CC5C4":292,"OC4C":293,"CC3CN":294,"10OC":295,"CCC12C":296,"C2N1":297,"NH2":298,"CC54":299,"16":300,"CCC4C5":301,"10O":302,"CC1O":303,"CC1OC":304,"CC4C3":305,"CCCCCCCCCCCCCCC":306,"COC3":307,"C43":308,"C8C":309,"3N":310,"CCC3C2":311,"CCC8":312,"CCC5C":313,"C6OC":314,"NO":315,"CCC23C":316,"4NC":317,"C1CC2":318,"CC3C2":319,"+][":320,"+](":321,"C34":322,"OS":323,"CCCCC4":324,"NC5":325,"C12C":326,"CCCC5":327,"C4C3":328,"C2NC":329,"13C":330,"CCC34":331,"N1CC":332,"CN4":333,"OCC3":334,"N5":335,"NC2C":336,"N3C":337,"CCC1C":338,"CC4C5":339,"C2N1CC3CN":340,"N2CC":341,"OC1C2":342,"C54":343,"CC13":344,"N3CC":345,"CC6C":346,"NOC":347,"OC5C":348,"CCCCCCCCCCCCCC":349,"C4CCC":350,"OCCN":351,"CCCCCCCCCCC":352,"CC4OC":353,"C2CCC":354,"CC23":355,"OH":356,"CCCCCCCCCCCC":357,"CCC2NC":358,"N2CCC":359,"17":360,"NCCCC":361,"OC2CCC3":362,"C1C3":363,"NCC2":364,"CCC32":365,"CCCNC":366,"CC3O":367,"C3CC2":368,"6OC":369,"CC34":370,"CCCCCCCCCCCCC":371,"C3CCC":372,"NCC3":373,"C5C4":374,"CSS":375,"CCSC":376,"C1OC2CC":377,"FC":378,"OP":379,"C12CCC":380,"NCCC1":381,"ON":382,"C45":383,"COC1":384,"CCC9":385,"C4CCC5":386,"CC2O":387,"C3C2C":388,"14C":389,"C9C":390,"CC3N":391,"11OC":392,"NS":393,"-][":394,"CCC32C":395,"3NC":396,"CCC43C":397,"C2CC3":398,"2NC":399,"CCCCC5":400,"OCC2OC":401,"N1CCC":402,"11O":403,"C1N2":404,"C2C1C":405,"C5C6CC":406,"CCCC2C":407,"C4C5":408,"CC1CCN":409,"CCN2C":410,"OC1CC2C":411,"CCCC6":412,"O1":413,"4N":414,"C3C1":415,"C6CCC5":416,"N3CCC":417,"C3NC":418,"CCCCCCCCCCCCCCCCC":419,"C4OCOC4":420,"C1N2C":421,"CC5C6":422,"CCN3C":423,"CCC12":424,"CC5NC4":425,"OC6OCC":426,"C3CCC12C":427,"C1NC2":428,"OCCCC":429,"CNCC":430,"CN1":431,"CCC23":432,"CSC":433,"C7OC":434,"N4C":435,"OC7OCC":436,"C3OC4":437,"CCCCC1":438,"OC2C1OCC2":439,"OCC2":440,"C4N":441,"C7CC":442,"18":443,"C4CC3":444,"C1OC2CC3":445,"CCC21":446,"NC6":447,"ClC":448,"CC3CC":449,"COC2OC":450,"C4CCC23C":451,"C13C":452,"CC7C":453,"C65":454,"CCCCN":455,"N3CCN":456,"C1OC2OC":457,"10CC":458,"CCOCC3":459,"C2CO":460,"C5OCOC5":461,"N1CCN":462,"NCCN":463,"C5C6":464,"ClC1":465,"CC14":466,"C24":467,"O1C":468,"COC1OC":469,"CCCC9":470,"CCCC7":471,"C2CC1":472,"OC12":473,"C3CCC4C":474,"CC4O":475,"C3OCOC3":476,"15C":477,"OC6C":478,"CN1C":479,"4SC":480,"C23C":481,"C3CCC2":482,"CN2C":483,"CCC5C6":484,"N2CCCC2C":485,"C15":486,"CCCC8":487,"NC3C":488,"OC2CC3":489,"SCC":490,"3OC4":491,"CC4CC":492,"C2OC3OC":493,"N4CC":494,"C1CCC3":495,"5NC":496,"CN5":497,"2SC":498,"C8OC":499,"N6":500,"OC9OCC":501,"CCCOC":502,"CCOCC4":503,"C2CCN":504,"7OC":505,"NCC4":506,"SC2":507,"11CC":508,"NNC":509,"C2CCC4":510,"OC1CCC":511,"OC8OCC":512,"CC6C5":513,"C1NCC":514,"CC65":515,"CC1CC":516,"CC45":517,"COC3OC":518,"COC4OC":519,"2C3":520,"CCC54C":521,"1SC":522,"SSCC":523,"OC3OCC":524,"CC8C":525,"CCOCC":526,"C2OC1":527,"C2OCOC2":528,"COC4":529,"CN4C":530,"CCCCC6":531,"C9OC":532,"NCCC3":533,"C3CN":534,"CCC6C":535,"3C1":536,"C31":537,"C2C4":538,"8OC":539,"CC1C2":540,"C7OC8OC":541,"CC5OC":542,"C4NC":543,"OCC1C":544,"CCC34C":545,"S1":546,"CC12C":547,"19":548,"C2OCC":549,"C1C2C":550,"CC4N":551,"COCC":552,"CC2CC":553,"C6C5":554,"4OCOC4C":555,"C76":556,"NC32":557,"C3OC4OC":558,"OC4C3":559,"C2CCC3C":560,"C2C3OC":561,"C2CN3":562,"CCC4C3":563,"C1CO":564,"C3N1":565,"OCN":566,"NCC1N2CCC":567,"OCC12C":568,"N1CCCC":569,"CC4CN":570,"C1C4":571,"OCCO":572,"CC15":573,"NC1CC":574,"OC2CC":575,"C5CCC43C":576,"CN3C":577,"CCCCC3":578,"12O":579,"OC3CCC4":580,"NC7":581,"CCl":582,"3OCOC3C":583,"3SC":584,"CC56":585,"CNC1":586,"C8CC":587,"C34C":588,"O3":589,"3CN":590,"CCCC3C":591,"2OC3":592,"CC31":593,"CCCN2CC":594,"FC1":595,"C45C":596,"NO3":597,"CCCN2CCCCC21":598,"C1OC3OC":599,"CC1NC":600,"12OC":601,"C2C3C":602,"CCN5":603,"BrC":604,"C56":605,"N2CCN":606,"3OCN":607,"OCO":608,"5OCOC5C":609,"C5N":610,"CCCCC2":611,"OC5OCC":612,"C2CN":613,"NCCOC":614,"C3OCC":615,"OCC12":616,"CC4N3":617,"CC4NC3":618,"10CCCC":619,"C4CCC2NC":620,"OO":621,"CCC3C4":622,"C5CCC2NC":623,"OC1COC2C1OCC2":624,"C9CC":625,"C4CCC3":626,"CCCCCCCCCCCCCCCCCCC":627,"11CCC":628,"NCC5":629,"CC3Cl":630,"OC3CC4":631,"OC1COC":632,"COC5":633,"N1CCC2":634,"OC7C":635,"3C4":636,"N5C":637,"CC5C4CC2C":638,"N4CCCCC4":639,"20":640,"CNC4":641,"C42":642,"CCC45":643,"1NC":644,"N3N":645,"NCC1OC":646,"CC5CC":647,"OC1C2C":648,"C6OC7OC":649,"CC9C":650,"C87":651,"OC2C1":652,"CCOCC2":653,"SC1":654,"CN6":655,"CC2C1C":656,"C6OC6":657,"CC5N":658,"C3OC3":659,"9OC":660,"CNC2":661,"C64":662,"C4CCCCC4":663,"CC2N3C":664,"C8OC9OC":665,"C5CCC":666,"N7":667,"12CC":668,"C1CC2C":669,"C1CCN":670,"CC1CC2":671,"C53":672,"CC6C7":673,"NC1CN":674,"CCC23O":675,"C3CCN":676,"CN3CCN":677,"6NC":678,"OC3CC":679,"C1Cl":680,"16C":681,"CC2NC":682,"10OCC":683,"NC4C":684,"C2OCC3":685,"OCC5":686,"C4C3C":687,"OCCOC":688,"C14C":689,"N1CC2":690,"3CC":691,"C6C7":692,"C1N2CC":693,"4C5":694,"C23CCC":695,"C4OC5":696,"CCC3C4CCC":697,"CC3CCC":698,"CC5OC6":699,"N5CC":700,"10CCC":701,"C8CCC7":702,"OC5C4":703,"C1CCC4":704,"CCC3C2CCC4":705,"OCC4":706,"CCC7C8":707,"Si":708,"CC7C6":709,"CCCC12C":710,"O2":711,"N1CCCC1C":712,"NCCC4":713,"C4OC5OC":714,"OCCC2":715,"NCCCCC":716,"NCC6":717,"CC5O":718,"CCCCCCCCCCCCCCCCCCCCC":719,"NC1CCN2C":720,"NC1CCCCC1":721,"CC2CC3":722,"CCOC3":723,"C5CC4":724,"13O":725,"BrC1":726,"CC76":727,"COC5OC":728,"N4CCC":729,"C1CCC5":730,"C4CCN":731,"SC3":732,"C4C5CC":733,"C3CCCCC3":734,"CCCCC7":735,"CCC13":736,"OC3C4":737,"CNC3":738,"N3CCCC3C":739,"C6OCOC6":740,"NC1COC2C1OCC2":741,"CC12CCC":742,"CC3NC2":743,"C5OC6":744,"COS":745,"N4CCCCC43":746,"NC8":747,"5N":748,"C4CCC32C":749,"CCC54":750,"C1CCC2C":751,"C7C6":752,"N4CCCC":753,"N2CC3C4":754,"CC54C":755,"N3CCOCC3":756,"N1C2":757,"NCC1C":758,"C1Br":759,"CC1N":760,"OC4OCC":761,"CCC2C1C":762,"C3OCN":763,"C5NC":764,"CC16":765,"C4CCC5CC":766,"C3N1CC4CN":767,"C2C5":768,"C1COC":769,"109":770,"NCCC2":771,"5SC":772,"C4OCC":773,"OC2OCC":774,"C4CCCC4":775,"CC2OC1":776,"CCC3CC":777,"CCCC23C":778,"C3CC4":779,"C7CCC6":780,"C5OC5":781,"13CC":782,"CC2OC3":783,"CCC1NC":784,"CC6OC7":785,"4OC5":786,"C1CC3":787,"CC6OC":788,"C1CCC2C3C":789,"NOC1C":790,"CCCCCCCCCCCCCCCCCC":791,"CC3N2":792,"13OC":793,"S3":794,"CCN2":795,"CC43CCC5":796,"C16":797,"C2OC1C":798,"CCC1C2":799,"CN2CC":800,"SSC":801,"CCC6C7":802,"CCCCC8":803,"C4CC4":804,"OCC1C2":805,"11OCC":806,"N2CCN3C":807,"C1OC3":808,"COC8OC":809,"C4C1":810,"CC23C":811,"OCCC1":812,"C4C5C":813,"OC3CO":814,"CBr":815,"CC6CC":816,"OC2CO":817,"C45CCC":818,"C3CCC4CC":819,"N13":820,"NCC2N3CCC":821,"CC35":822,"CCC5C4":823,"NCC1CCCN2CCCCC21":824,"CC2CCC":825,"17C":826,"NN3C":827,"CC6O":828,"OC23":829,"CC2CCN":830,"N2CC3":831,"C3CCN2C":832,"10C9":833,"N4CCN":834,"CC5NC4C2":835,"OCC6":836,"OC12C":837,"CNC8":838,"OC43":839,"NCCCN":840,"CC3CC2":841,"CC4CC3":842,"C25":843,"N4CCOCC4":844,"CCCCC9":845,"C3CC4C":846,"CCC2O":847,"C4CCC5C":848,"C43C":849,"OCCOCC":850,"CNC6":851,"OC3C2OCC3":852,"CCCCCCCCCCCCCCCCCCCCCCC":853,"N2CC3N":854,"CCCC32":855,"CC2OC3CN":856,"C67":857,"CS3":858,"CN2CCC":859,"C5OC6OC":860,"C5CCN":861,"CC4F":862,"NO2":863,"C1F":864,"CC43C":865,"9CC":866,"NCNC":867,"CCS":868,"C3OC2C":869,"12CCC":870,"OC8C":871,"6O":872,"N3CC4":873,"C2CCC3C4":874,"CCC4CC":875,"COC7OC":876,"-])[":877,"CSSCC":878,"CCC45C":879,"CNC5":880,"CCC7C":881,"C5CC6":882,"O1C2":883,"C2N1C":884,"COC8":885,"N2N":886,"C32C":887,"C8C7":888,"NC1CCC2":889,"CCC6CC":890,"CC4Cl":891,"1ON":892,"NC2C1":893,"OC32":894,"C98":895,"CCCCCCCCCCCCCCCCCCCC":896,"C2OCC1":897,"CC8C7":898,"C1OCC2OC":899,"CC3N1C":900,"COC2C":901,"7NC":902,"CC3F":903,"CC3OC2C":904,"C2OC4OC":905,"C3CCC21C":906,"11CCCC":907,"CN4CCN":908,"C2CCC4C5C":909,"C35":910,"CON":911,"C7C8":912,"C4C2":913,"OC1OCC":914,"12OCC":915,"4CCN5":916,"CCCCCCCCCCCCCCCCCCCCCC":917,"OOC":918,"C6CCC54C":919,"CC42":920,"CC2C3C":921,"5CC":922,"C54C":923,"C6CCC":924,"CCC13C":925,"CCC65C":926,"C5CCCCC5":927,"OC1CC2C3":928,"1OC2":929,"C1CC2C3":930,"C1CN":931,"CCC3CC4":932,"CCOCC5":933,"CC3CCCN4CCCCC43":934,"1CC":935,"CCN3":936,"CCN1C":937,"C1NC2C":938,"CC5C4C2":939,"NCC1OCC":940,"2OCOC2C":941,"1O":942,"C7OC9OC":943,"OC3C2":944,"CC4CC56":945,"CCC2C3CCC4":946,"C2C1O":947,"CCC43":948,"C3Cl":949,"3CC43CCC5":950,"2NC3":951,"C1OP":952,"NCCCO":953,"CC4OC3":954,"NC12":955,"CCC42":956,"C9CCC":957,"CC6NC5":958,"CC4N3C":959,"CCC24C":960,"OCC3OC":961,"CC64":962,"14CC":963,"NCC3CCC":964,"OC1C2C3":965,"10NC":966,"N1CCOCC1":967,"N4CCCC4C":968,"C42C":969,"OOCC":970,"C2CCC4C5":971,"1C2":972,"C4CC6OC7":973,"CC2N1":974,"C2COC":975,"CCC2C3":976,"OC1COC2C1OCC2NC":977,"OC4CO":978,"CN3CC1":979,"C1CCC6":980,"C2Cl":981,"CC7C8":982,"C6N":983,"CCC2N":984,"COC7":985,"4OCC":986,"SCCNC":987,"OCNC":988,"C3N1C":989,"CC2C4":990,"CN5C":991,"C2CN3CCN":992,"CC5NC4C3":993,"NCCO":994,"CNC9":995,"18C":996,"C4OC4":997,"4OCOC4C3":998,"CC4C2":999,"CSCC":1000,"O4":1001,"C4CC5":1002,"CC7OC8":1003,"C34CCC":1004,"21":1005,"C6C7CC":1006,"OC1CO":1007,"C2OC1C7":1008,"C4CCN3C":1009,"CCC2CC3CN":1010,"CC4CC56C3":1011,"COC6":1012,"12CCCC":1013,"CC4NC3C2":1014,"C2CN3CCC2CC3CN":1015,"C2OC4":1016,"CC3NC":1017,"CNCCC":1018,"CC7CC":1019,"CS1":1020,"CS2":1021,"8NC":1022,"CCC9C":1023,"C3C4C":1024,"CCCCNC":1025,"COC6OC":1026,"C5C3":1027,"C1OC23C":1028,"CCCC21":1029,"CC2N1C":1030,"NC2COC3C2OCC3":1031,"CH2":1032,"CC2OC3C":1033,"C6NC":1034,"OC4CC":1035,"N8C":1036,"C3CCC2NC":1037,"CC2CC1":1038,"C3CC3":1039,"C1NN":1040,"NC6C":1041,"C7OC7":1042,"NCCNC":1043,"CNC2C1":1044,"OC1CN":1045,"CC1N2C":1046,"10CCC9":1047,"C74":1048,"OC3CCCC3":1049,"CC1Cl":1050,"CC3C2C":1051,"N4N":1052,"CSSC":1053,"3O":1054,"C3CO":1055,"OC34C":1056,"C84":1057,"2O":1058,"3C2":1059,"N1C3":1060,"N6C":1061,"CC3CCN":1062,"C1OCC23C":1063,"6N":1064,"OCC23":1065,"C1C4C":1066,"OCCCCC":1067,"C75":1068,"OC54":1069,"C2OC3OCC":1070,"OCCCCCCCCCCCCCCCC":1071,"S2":1072,"CC1C3":1073,"OC2C3":1074,"CCCC2C3":1075,"C1CCC2C3CC":1076,"C5OCC":1077,"OC2OC3":1078,"OC2OC3C":1079,"C2CCC1":1080,"N1C34":1081,"CC4CCCCC4":1082,"C2CC3CCC":1083,"CC3N2C":1084,"C1CCCO":1085,"CCC8C9":1086,"CC67":1087,"OC4C32":1088,"NCCCCCC":1089,"CC17":1090,"C1NCCCC":1091,"OCCC3":1092,"OCCCC1":1093,"C4CCC2C1":1094,"CCCC2C1":1095,"NN4C":1096,"5OCOC5C4":1097,"C23OC":1098,"C8CCC":1099,"N3CCC4":1100,"6OCOC6C":1101,"14OC":1102,"CCC1O":1103,"C3CCC2C1":1104,"CC4NC":1105,"NN1C":1106,"NC1COC2C1OCC2N3N":1107,"CC5OC4":1108,"C2CCCCC2":1109,"CC9OC":1110,"C23O":1111,"OCCCO":1112,"CC2OC1C":1113,"9NC":1114,"N8":1115,"N6CC":1116,"NCC7":1117,"C24C":1118,"CCCCCC1C":1119,"CC2C13":1120,"COC1C":1121,"C8C9":1122,"N3CCCC3":1123,"NC1COC":1124,"N3CCCCC3":1125,"CCC5CC":1126,"C9C8":1127,"13CCC":1128,"C34OC4":1129,"C2CN3CCC2CC3CN4N":1130,"C3C2O":1131,"CCC34CC":1132,"CC21C":1133,"CC5CC4":1134,"14O":1135,"C3CCC4C5":1136,"CN3CC":1137,"NO4":1138,"C3CC2C1C":1139,"CC1CCN3":1140,"8N":1141,"23":1142,"C3CCC2C":1143,"OC5CO":1144,"11NC":1145,"C5OC5C":1146,"OC3CC4C5CC":1147,"7N":1148,"CC24":1149,"NC1CN2C":1150,"NCCCOC":1151,"NC2CN":1152,"CC3C1":1153,"CC41":1154,"C1OC2C3C":1155,"N4CCCC4":1156,"CCCC5C":1157,"CC3OCC":1158,"CC1CC3":1159,"C9CCC8":1160,"CC2CCNCC2CC3":1161,"C46":1162,"OC34":1163,"NCCS":1164,"C1CCCC":1165,"CC3CC4":1166,"CC4S3":1167,"C13O":1168,"C4CCOCC4":1169,"CC1F":1170,"CCC2OC":1171,"C7CCC":1172,"C1CCC2CC":1173,"NCCCC1":1174,"10CCCCC":1175,"N1CC2N":1176,"NN2C":1177,"OC2OC3CCC4":1178,"OCCCCCCCC":1179,"COC3OCC":1180,"SC4":1181,"C1C5":1182,"CC13C":1183,"C5CCCC5":1184,"C3N1CCC3":1185,"C17":1186,"C51":1187,"CCN4":1188,"CC4C3C1":1189,"C1CCCCC":1190,"CC2NC1":1191,"13CCCC":1192,"NCC2CCC":1193,"CCC1OC":1194,"CCN13":1195,"CCCCC3C":1196,"CCC24":1197,"C12O":1198,"CC8OC9":1199,"CC9CC":1200,"CC5N4C":1201,"COC4OCC":1202,"CC87":1203,"NC21":1204,"Na":1205,"C5CCC6":1206,"N3CC4C5":1207,"NCCCCNC":1208,"C3OC2":1209,"OCCNC":1210,"CCN5C":1211,"C3C5":1212,"CCC2C4":1213,"OC1CCC23CC43CCC5":1214,"15CC":1215,"])":1216,"CCCCO":1217,"CC5N1C34":1218,"CCC21C":1219,"6CC":1220,"C6OC8OC":1221,"C1OC2C3":1222,"CNC7":1223,"CC54CCC6":1224,"OC4CCCC4":1225,"CCCCC54":1226,"C1C2C3":1227,"C4COC":1228,"CC3OC2":1229,"CCN1":1230,"NC1CC1":1231,"C3CCCC3":1232,"C4CC3O":1233,"CN7":1234,"CCC65":1235,"CN1CC":1236,"N5CCOCC5":1237,"CC53":1238,"CCC1CC":1239,"C1N2CCC":1240,"C3CC5OC6":1241,"C5CC6C":1242,"CC5NC43":1243,"CCOC2":1244,"OC4CC5":1245,"CC1CCC":1246,"CC4OC3C":1247,"OC6C5":1248,"N2CCC3":1249,"CC35CCC12C":1250,"CCCC32C":1251,"C3C1C":1252,"CC32C":1253,"CN2CC3":1254,"CN4CCCCC4":1255,"C2CCN1C":1256,"OC3CC4C5":1257,"NC9":1258,"C7C8CC":1259,"OC4CCC5":1260,"C1C23":1261,"CC8C9":1262,"NCCCCN":1263,"NCC2OC":1264,"CC1OCC":1265,"CC5N4":1266,"CC7CCC":1267,"-](":1268,"C6CCC2":1269,"OC13":1270,"CCCCC2C":1271,"OCCCCCC":1272,"C2C6":1273,"C2NC3":1274,"OC1OC2C":1275,"OC21":1276,"CC9C8":1277,"C2N3C":1278,"4OCCOC4C3":1279,"OCC3C":1280,"C2S":1281,"6OC7":1282,"C4N1":1283,"C1OC4OC":1284,"OCC2C":1285,"C2C1C3":1286,"OCC7":1287,"CS4":1288,"OC23C":1289,"N1CCCC1":1290,"C56CCC":1291,"NCCC5":1292,"CC4OC5OC":1293,"CNS":1294,"11CCCCC":1295,"N3CCCC":1296,"C63":1297,"C2C1OC":1298,"C123":1299,"C12CCC3":1300,"CC34C":1301,"10N":1302,"C5CC7OC8":1303,"C6OC9OC":1304,"CNCC2":1305,"C32O":1306,"C43OC4":1307,"C6CC5":1308,"OC2CC3C":1309,"OC2CCC34":1310,"9N":1311,"C21C":1312,"CC4C3C":1313,"C2C3CCC4C5":1314,"SC1OC":1315,"C1NCCCCCC":1316,"C3CCCC4":1317,"OC2CCCC2":1318,"N1N":1319,"CN1C2OC":1320,"CC7C6CC4C3":1321,"N7C":1322,"CCC3C4CC":1323,"COC9OC":1324,"CC8CC":1325,"OC1CC2N":1326,"OC2C3OC":1327,"C1OC23":1328,"OC5CC":1329,"NC1CO":1330,"C1CCO":1331,"OC9C":1332,"OCC4OC":1333,"])[":1334,"C3CCC5":1335,"C7N":1336,"CN2CCN":1337,"CCCC1C":1338,"C3OC4OCC":1339,"OCNCC":1340,"C1SC":1341,"OC31":1342,"CC7OC6":1343,"C23OC3":1344,"C3CC2C1":1345,"CC3OC4":1346,"CC18":1347,"C5CC5":1348,"CC5C4CC":1349,"OC6CO":1350,"C1CCC2C3CCC4CC":1351,"CC12CC34":1352,"14CCC":1353,"2OC1":1354,"C2C3CC":1355,"CC3C1C":1356,"C3COC":1357,"OC45":1358,"COC2CC":1359,"CC5C4CC3":1360,"CC3NC2CC1":1361,"4C1":1362,"4CC":1363,"CC3C5":1364,"OC1C2OC":1365,"COCO":1366,"CCCN4C":1367,"COC8OCC":1368,"CC3OC3":1369,"C5C4C":1370,"CNC2C":1371,"CC7OC":1372,"C3CC2C":1373,"C31OC":1374,"C3N1CCN":1375,"CN2N":1376,"C1OCC2C":1377,"NCCCCCN":1378,"CC6NC5C4":1379,"C52":1380,"15CCCC":1381,"CC3Br":1382,"OC2CCC":1383,"12NC":1384,"54":1385,"C1OC8OC":1386,"COC3CC":1387,"C89":1388,"C1OC2CC3C":1389,"CC2Cl":1390,"CN2CCCC2C3":1391,"2ON":1392,"CCSS":1393,"C1C3C":1394,"C6CCCCC6":1395,"CCC42C":1396,"C1OCCC":1397,"C12CC":1398,"C12OC2":1399,"CC89":1400,"13OCC":1401,"N5CCN":1402,"19C":1403,"N2CCOCC2":1404,"CC9NC":1405,"NC1COC2C1OCC2NC3":1406,"8O":1407,"NNC2":1408,"C7NC":1409,"COC3C":1410,"C4C35C":1411,"NCSS":1412,"CC3C2C1":1413,"C57":1414,"CC5C3":1415,"CCCCC65":1416,"C4CCC4":1417,"C6CCC7":1418,"NC4CCCCC4":1419,"C1OCC2N1C3":1420,"CN3C2":1421,"CC1OC2":1422,"CC1CCCN2CCCCC21":1423,"CNCCO":1424,"C7CCC8":1425,"11N":1426,"C23CC":1427,"16CCCC":1428,"(#":1429,"C6CC8OC9":1430,"C78C":1431,"C4OC3C":1432,"C4CO":1433,"C6OC7":1434,"OC1CCC2C":1435,"CN3CCC4":1436,"COC32":1437,"C1CCCCCC":1438,"C41":1439,"14CCCC":1440,"CCCCC4C3":1441,"C1CCC34CC":1442,"CC4CC4":1443,"C9CCCC9":1444,"7C8":1445,"NN1":1446,"CCOC1":1447,"CN7C":1448,"NC2CCCCC2":1449,"OC2CCC34CC54CCC6":1450,"CC2OCC":1451,"CC5CCC":1452,"CCC4OC":1453,"C4OC4C":1454,"CCCC1O":1455,"C3NCCC":1456,"C4CC5C6":1457,"CC3OC1":1458,"C6CCC5C":1459,"C78":1460,"CCN4C":1461,"N1CCN2C":1462,"CCOCC2C3":1463,"CCC54CC35CCC12C":1464,"C5CCN4C":1465,"NN2":1466,"C31C":1467,"C4Cl":1468,"C56C":1469,"OCC8":1470,"NC2CC":1471,"CN4CC":1472,"NC2COC3C2OCC3N4N":1473,"3OCC":1474,"NCCN3C":1475,"CC3NC2C":1476,"CCC3OC3":1477,"CCC6C5":1478,"CC2C31NC":1479,"NC43":1480,"C1CCCC5":1481,"CC4OC4":1482,"C18C":1483,"NCC9":1484,"N3CCCCC32":1485,"CC3CCCCC3":1486,"OCC12CCC":1487,"1CCOCC1":1488,"O6":1489,"C1C2OC3":1490,"NC23":1491,"CC4C3CC2":1492,"CC6C5CC3C2":1493,"C1NC2CSC":1494,"NCCN1CCOCC1":1495,"COC5OCC":1496,"43":1497,"OOC2":1498,"C8C6":1499,"CCC56":1500,"C2CCC1C":1501,"CCCCCCCCCCCCCCCCCCCCCCCC":1502,"C3C2N":1503,"COC2OCC":1504,"16CC":1505,"C1NC2CCN":1506,"CCC8C":1507,"C5C4O":1508,"C2CN1CC":1509,"CC2C3N1C":1510,"N4CC5":1511,"C1OCC23":1512,"=[":1513,"FC1CN":1514,"C1CC4":1515,"C2CC3C":1516,"C2CCC4C":1517,"NC7C":1518,"CCC3O":1519,"CCN6":1520,"CC98":1521,"CN3CC4":1522,"C3C12":1523,"CC1OC2OC":1524,"CCCCCCCCC1":1525,"OC3CCC":1526,"OCC1N2CCC":1527,"C4OCC2O":1528,"C14O":1529,"C4OCC2O4":1530,"C89C":1531,"CCCCCNC":1532,"CC6C4":1533,"+])":1534,"C2C3CCC":1535,"CN4CCOCC4":1536,"OC12CC":1537,"CC53CC":1538,"108":1539,"CN3CCC":1540,"5OCC":1541,"C4OC23":1542,"OC5CC6":1543,"C26":1544,"CCCC12":1545,"CC19":1546,"CC4C3C2":1547,"CN12":1548,"N1CCCCC1":1549,"CCCCCCCCCCCCCCCCCCCCCCCCC":1550,"C3C2C4":1551,"CCCN5":1552,"C2OC3C":1553,"CC3C4CCC":1554,"C1N2CCN":1555,"]%":1556,"C6CCCC6":1557,"CC5C4C":1558,"C7C6C":1559,"N2CCCCC2C":1560,"OC3CC4C5CCC6CC":1561,"CC2C3CC":1562,"C53C":1563,"C1CN2":1564,"C63C":1565,"OC14":1566,"C4CCC31C":1567,"C1C2OC":1568,"C34OC":1569,"C5OC4":1570,"4CN":1571,"NCC8":1572,"C9CCCCC9":1573,"13CCCCC":1574,"OCCCOC":1575,"CC5NC4CC3":1576,"3ON":1577,"O5":1578,"NCC1N2C":1579,"C2CCC3C4C":1580,"NCCN1C":1581,"15CCC":1582,"CSSC2":1583,"6OC1":1584,"NCN":1585,"CCC2N3CC":1586,"N4CCC5":1587,"C3CC2C4":1588,"CC6N":1589,"CC3N4C":1590,"SC5":1591,"C19C":1592,"C2Br":1593,"C2C13":1594,"C3N2C":1595,"C8OC9OCC":1596,"NC2N":1597,"15OC":1598,"CN4CCC":1599,"CCOCC6":1600,"SC3CC4C":1601,"C62":1602,"C4CSSCC":1603,"CCC14":1604,"CN3CCOCC3":1605,"C5OCCOC5":1606,"22":1607,"CC1OC3CC":1608,"CN6C":1609,"CNCC54":1610,"C2OCC3C":1611,"13NC":1612,"CCC34O":1613,"C3C1CCN":1614,"CN5CNCC54":1615,"C4C13":1616,"C6CC7":1617,"CCC31":1618,"S1C":1619,"C4C6C":1620,"C9NC":1621,"OC5CCC6":1622,"C1CCC7":1623,"CC3S2":1624,"OC4CCC":1625,"OCC1CCCN2CCCCC21":1626,"C1CCC3C":1627,"CC3C2CCC1":1628,")([":1629,"CCC4C13":1630,"CSC1":1631,"C3CC2O":1632,"C1CC2N":1633,"CC3C12":1634,"CC4CCC":1635,"CC4NC3C":1636,"CCNCC":1637,"C2OC3CN":1638,"CCC1CC2C":1639,"CC9OC8":1640,"C7OCOC7":1641,"NN3":1642,"CC1Br":1643,"CNC3CC2C4":1644,"14CCCCC":1645,"C2CCC3C4CC":1646,"COC7OCC":1647,"C6CCC2NC":1648,"CCC3C1":1649,"OCC1CC":1650,"12CCCCC":1651,"C34CC":1652,"6OCOC6C5":1653,"C1CCCC2":1654,"C3C4OC":1655,"CC45C":1656,"C1OC9OC":1657,"OC2C1O":1658,"N3CCCCC3C":1659,"CC4NC3CC2":1660,"32":1661,"S4":1662,"C2CCC5":1663,"CC5F":1664,"C8CCCCC8":1665,"C1OC23C4":1666,"C9OC9":1667,"CCCC43":1668,"NCC3CCCN4CCCCC43":1669,"NOC2C":1670,"NC3CCCCC3":1671,"CCCC7C":1672,"CC1NCC":1673,"7O":1674,"C45OC":1675,"CC4CC5":1676,"OC3C2O":1677,"CCN8":1678,"17CCCC":1679,"CC14O":1680,"CN6CCCCC65":1681,"6C7":1682,"CCCNC2":1683,"C2CCCC":1684,"C4OC3":1685,"C5C6OC":1686,"CC62":1687,"CS5":1688,"15O":1689,"CCC2C5":1690,"OC12CCC3":1691,"C7CC8":1692,"N1CC2C3":1693,"NC1CC2":1694,"4CCN5CC":1695,"C1CCCC3":1696,"C2OC5OC":1697,"C3CC5":1698,"C3CC12":1699,"CC1OC2C":1700,"10CN":1701,"C8OC8":1702,"C1NCCC2":1703,"CC7O":1704,"CC8O":1705,"3CC2":1706,"C3CCOCC3":1707,"C5C2":1708,"CC4NC32":1709,"CN9C":1710,"C8CCCC8":1711,"C1CCOC":1712,"CCCC34C":1713,"OC3COC":1714,"CN2CCOCC2C3":1715,"17CC":1716,"2CC":1717,"C41OC":1718,"CC7NC6":1719,"NC1CCN":1720,"CC3C2O":1721,"CC2OCC1":1722,"OC24":1723,"C7CCCC7":1724,"CSC2":1725,"CSSCC8C":1726,"C1S":1727,"C2CCCC3":1728,"C3F":1729,"C5CCC34C":1730,"CC4OC5":1731,"CCC2C3CC":1732,"CC45O":1733,"C3C4CC":1734,"C4C3O":1735,"C4CCC6":1736,"OCC1N":1737,"CC78":1738,"N3CCCC4":1739,"CC12CC":1740,"OC1C2CC3C1C":1741,"CCCN5CCCCC54":1742,"C5C7":1743,"C5OC7OC":1744,"CC4OCC":1745,"C7C5":1746,"CCCC43C":1747,"O1CC":1748,"C2OCC1C3":1749,"CC1CCN3CCN":1750,"OC6COC":1751,"NC1CCCC1":1752,"NC5CCCCC5":1753,"20C":1754,"N7CC":1755,"C4OCCOC4":1756,"OCCC4":1757,"C1CCCC4":1758,"C3CCCC":1759,"C1C6":1760,"N2CC3OC":1761,"5OCCOC5C4":1762,"34":1763,"8C9":1764,"C1CCCCC1":1765,"C7OC6":1766,"C3CCC12":1767,"CC1OOC":1768,"N5N":1769,"NNC1":1770,"OCCC5":1771,"CCCN2C":1772,"C7CCCCC7":1773,"CCC4C3CC":1774,"CC7CC8":1775,"CC78C":1776,"CCC76C":1777,"CCC1NC2":1778,"CC2OC2C":1779,"OCC6OC":1780,"C6CCCC":1781,"C1OCCC2":1782,"CC2C5":1783,"CC1OCC3":1784,"CC4C3CC2C":1785,"OCC34":1786,"N1CCCCC1C":1787,"C3CC1":1788,"CC2Br":1789,"C5C3C":1790,"C8CCC9":1791,"OC4C3O":1792,"OCC1CC2C":1793,"SSCC3":1794,"7CC":1795,"C18":1796,"C3C2OC":1797,"C3CCC1C2":1798,"CNC2CC":1799,"CCC2OC2":1800,"OC2COC":1801,"C1OCC23C1":1802,"C13COC":1803,"C1C3C4":1804,"C4OC2":1805,"C5C1C":1806,"CC4Br":1807,"CC5Cl":1808,"C73":1809,"OC3C4OC":1810,"CC9O":1811,"C3CN4":1812,"C6OC5":1813,"9OCC":1814,"C3N1CC":1815,"C4CN":1816,"C4OC6OC":1817,"C52C":1818,"C5COC":1819,"C5C6C":1820,"N2C1":1821,"OC1CCC2C3CCC4":1822,"CN3CCCCC3":1823,"CN2C3OC":1824,"CC3NC12":1825,"C2CN3CCCC":1826,"CCN5CC":1827,"9O":1828,"(=[":1829,"C2CC2":1830,"C2SC1":1831,"C2C3CC4C":1832,"OC1CCN2":1833,"CC5CN":1834,"CC65C":1835,"C3OC3C":1836,"CCC4CNC":1837,"C648":1838,"C7CCC82C":1839,"C7OC8":1840,"CCNCC3":1841,"CC2CN1C":1842,"C12OC":1843,"C2OC6OC":1844,"OC6CC":1845,"CC23OC3":1846,"CC3CCNCC3CC4":1847,"NOC3C":1848,"CCCl":1849,"CC3N1CCN":1850,"C5CCC6C":1851,"OC2C3OC3":1852,"C8NC":1853,"C2OC9OC":1854,"C1C2CC":1855,"CSC1C":1856,"C1CCC2C3":1857,"65":1858,"NOC3":1859,"CCC1N":1860,"NC5C":1861,"COCCC":1862,"C6C4":1863,"C67C":1864,"CCC26O":1865,"C2C3OCC":1866,"C1N2CCCC2C":1867,"CC4O3":1868,"C46CCC":1869,"C2C4OC":1870,"CC1C2C":1871,"C7OC8OCC":1872,"CSC2N1C":1873,"C23OC4":1874,"C2C34":1875,"C45O":1876,"OCC12CN":1877,"C3OC5OC":1878,"CCCCCC1":1879,"C4C2C":1880,"CC46":1881,"CCC3C1CCC4":1882,"C2OC2C":1883,"N2C3":1884,"C1CCC2C3CCC4":1885,"N5CCC":1886,"NCCN3":1887,"C2SC":1888,"CCCCCN":1889,"C9N":1890,"OC7CO":1891,"NC2CCN":1892,"C74CC5":1893,"OCCCCCCCCC":1894,"CCCCC3C2":1895,"C2N3":1896,"CNCCCC":1897,"OC53":1898,"N2CCCCC2":1899,"OC1COC2C1OCC2N3N":1900,"4OCCC":1901,"NC1N":1902,"NC3CC":1903,"ON1C":1904,"CCOC2OC":1905,"CN2C1":1906,"OC2C3C":1907,"CCC3C12C":1908,"102C":1909,"BrC1CCC":1910,"C23C1":1911,"C2C3OC4":1912,"OCCCN":1913,"CC5C42":1914,"SC2CC3C":1915,"CC5OC65C":1916,"6CCC":1917,"NC1C2":1918,"C17C":1919,"CCCCC1C":1920,"CCCC4C":1921,"CCCC8C":1922,"CC1NC2":1923,"CC4C13":1924,"N12":1925,"CCCCCCC2C":1926,"NCCCNC":1927,"C3C4CCC":1928,"NC56":1929,"CC23CCC4C":1930,"CC3CCN12":1931,"C3C6":1932,"CC3CC2C":1933,"C5CO":1934,"C8N":1935,"C3CCC4C5C":1936,"C3OCCOC3":1937,"CC7OC6C8":1938,"CCC2C3C":1939,"C1C2N":1940,"NC3N":1941,"CC5N6C":1942,"C6CC5CC7OC6C8":1943,"CCOC8":1944,"C4C3C2":1945,"CN13":1946,"CC75":1947,"NCCCOC1":1948,"CC12OC":1949,"NCC1CCC":1950,"CCCC1NC":1951,"C23COC":1952,"5C4":1953,"C1C32":1954,"C4CCC3C":1955,"CC5C7":1956,"CC6CCC5":1957,"C12C3":1958,"CCC75":1959,"4CC3":1960,"CCOCC1":1961,"C4C1C":1962,"CC4CCCN5CCCCC54":1963,"C6OCC":1964,"CC52":1965,"C97":1966,"C1NCC2":1967,"119":1968,"SSCC4":1969,"C34O":1970,"SC1C":1971,"CC2CC4":1972,"OC13C":1973,"CCC3NC":1974,"CCN3CC":1975,"OC3OC4C":1976,"SSCC5":1977,"CC5C4C1":1978,"C2CN3CCCC3":1979,"CNC4C3":1980,"C1CN2CCC1CC2C":1981,"OCCCCCCC":1982,"CC3CC4CC":1983,"C1OC5OC":1984,"C2CN3CCC":1985,"CC56C":1986,"C3OCOC4":1987,"N2CCCC2":1988,"C4OC5C":1989,"CCCC21C":1990,"15CCCCC":1991,"C1CC23":1992,"CC3C2CC1":1993,"NCC2C":1994,"C19":1995,"CC2NC1C":1996,"C5OC8OC":1997,"C6CCN5C":1998,"CCCCCCCC1":1999,"OC5C32":2000,"12N":2001,"CC9CCC":2002,"NCC1OCC2":2003,"C6OC6C":2004,"OC1C2OC2":2005,"CC14C5":2006,"C2OCCOC2":2007,"C2CN3CCOCC3":2008,"C1CN2CCC1CC2CN3N":2009,"5C2":2010,"5OC6":2011,"NCCC6":2012,"C4OC5OCC":2013,"C5CCC3C2":2014,"C7CC9OC":2015,"CC7C9":2016,"CN2CCC3":2017,"C2OC1C3":2018,"CCC45O":2019,"4OCCCOC4C3":2020,"C3C2C1":2021,"C4OCC5":2022,"CCC2CC":2023,"CCC52":2024,"CC8CC9":2025,"CC23O":2026,"CSSCC4":2027,"OCC12COC":2028,"NCCCCCNC":2029,"4OC56OC7":2030,"OCCOCCOCCOCC":2031,"C15C":2032,"C3N2":2033,"C3C1CC":2034,"C46C":2035,"CCC4C1C":2036,"CCC56O":2037,"OC5C7":2038,"COC43":2039,"CCC4C3CCC5":2040,"OC1COC2C1OCC2NC3":2041,"OCC3C4":2042,"C2CCC6":2043,"C3CC4CC":2044,"C4C23":2045,"CC3C4C":2046,"C6CO":2047,"C8OC9":2048,"ClCC":2049,"OC5C6":2050,"C3OC4C":2051,"C32F":2052,"CN3CC4C5":2053,"CSSCC9OC8":2054,"18CC":2055,"N7CC8":2056,"OCOC":2057,"CC14C":2058,"CC1COC":2059,"C5CNC":2060,"C5C14":2061,"C2COC3":2062,"10CC9":2063,"CC76C":2064,"C1CCC23CC43CCC5":2065,"NC4CCC":2066,"C2OC3OC4":2067,"SSCC2CC":2068,"CCCC87":2069,"SC32":2070,"CCOC4":2071,"C8C5":2072,"C3C2CO":2073,"N2CCOCC":2074,"CCCCC5C4":2075,")#":2076,"2OCC":2077,"C1OC6OC":2078,"OC1OC2":2079,"CCNCC2":2080,"CCNCC6":2081,"CC6CC5":2082,"N1CCCC2":2083,"CC7N":2084,"C1C24":2085,"CCCC4C3":2086,"CCC7C6":2087,"C4C3CCC12C":2088,"CCOCC9":2089,"NC2COC3C2OCC3NC4":2090,"5O":2091,"CP":2092,"N9C":2093,"OCCCCCCCCCCCC":2094,"C2NCCC":2095,"CC2F":2096,"CC2OC2":2097,"C5CC1":2098,"C6C5C":2099,"C86":2100,"C32OC":2101,"C1OCC2C1":2102,"N5CCCC5C":2103,"4O":2104,"C16C":2105,"C2CC1C":2106,"CCCCCCC1":2107,"NCSSC":2108,"C5C4OC":2109,"OC2C1C":2110,"16CCCCC":2111,"CCCC54":2112,"C2CC3CCC4":2113,"C1N2C3":2114,"18CCCC":2115,"4C3":2116,"C2C1CC":2117,"CC2C1O":2118,"CNCCNC":2119,"OC3C2C":2120,"OC3CCN":2121,"CCC4C5CC":2122,"CCNCC4":2123,"CCC5C4C":2124,"C2OC4C":2125,"N3C4":2126,"CC8CCC":2127,"NC3CC3":2128,"C2CCC3C4CCC":2129,"CC1CCNCC1CC2":2130,"CCC23CCC":2131,"OCC12CC":2132,"CCC5C4CCC6":2133,"CC2CCCN3CCCCC32":2134,"CNC6N":2135,"5C6":2136,"C36":2137,"C2COC1":2138,"CN8C":2139,"10CO":2140,"N14":2141,"C2OS":2142,"C9CC7":2143,"CC5C4CCN13":2144,"CC4C3NC":2145,"NC2COC3C":2146,"CC23C4":2147,"CCC98":2148,"C2CCCC2":2149,"C4C2O":2150,"CC3CC3":2151,"CO2":2152,"CC4NC23":2153,"CC5OC4C":2154,"CC5CCCCC5":2155,"C1OOC":2156,"CCN6C":2157,"OCC1CC2":2158,"CCCCCCO":2159,"CC12CC3":2160,"C45OC6":2161,"CCC1OC1CC":2162,"CC3C4CC":2163,"CC5CC6":2164,"C7OCC":2165,"C8C6C":2166,"CC2C1CN4CCN":2167,"C67CCC":2168,"CCN3CCC":2169,"OC1C2C3CC1":2170,"COC1COC2C1OCC2":2171,"CCC1OC1":2172,"21C":2173,"8CCC":2174,"N9CC":2175,"CCCCC2C1":2176,"NCNCC":2177,"CC1C4":2178,"CC1CO":2179,"CC2N1CC":2180,"C5CCC24C":2181,"C2CN3CCCCC3":2182,"OC1OC2OC3":2183,"OC5O":2184,"CC7NC":2185,"OC6CCCOC":2186,"NC54":2187,"O1CCC":2188,"4OC56C":2189,"3OCCNC4CCC":2190,"C3CN4CCC3":2191,"NN1CC":2192,"C2NCC":2193,"C3S":2194,"C5CCCC":2195,"COC3CN":2196,"CCNC2":2197,"OC7C6":2198,"C4OCN":2199,"CSC3":2200,"C2C3CCC4":2201,"ON5C":2202,"CC4N5C":2203,"C51OC5":2204,"6OCC":2205,"CCCN1":2206,"C3CCC3":2207,"C4C6":2208,"CC2NCC":2209,"CNN":2210,"CNCC4":2211,"CC51":2212,"CC5CCC4":2213,"10C2":2214,"CCN9":2215,"OCC1CCC2":2216,"CC12CCC3":2217,"14NC":2218,"11CN":2219,"C3CCC45":2220,"CN43":2221,"CCCCC3C2C4":2222,"7OCC":2223,"C2OC2":2224,"C3C2CC":2225,"C3N1CCC":2226,"C4F":2227,"C4CC1":2228,"C4N1C":2229,"CC3C2OC":2230,"OC1OCC2OC":2231,"CC6Cl":2232,"OC5CCC":2233,"N2CCCC12":2234,"C4OCCC4":2235,"-])=":2236,"CCC76":2237,"16CCC":2238,"NC2COC":2239,"CCC123":2240,"CN5CC":2241,"C3OCC4C":2242,"C43OC4C2C1C":2243,"OCCCCCCCCCC":2244,"C4CCC32":2245,"CC3N1CC":2246,"CC5NC":2247,"CCC3N":2248,"CNC7C":2249,"CN3N":2250,"CCC12OC":2251,"CN1CCC":2252,"C1CC2C3CCC":2253,"N8CC":2254,"OOC24C":2255,"As":2256,"CCCC13":2257,"C4CC5C":2258,"CC4CCC5":2259,"OC16":2260,"CNCC65":2261,"CCC4C5C":2262,"CCC15":2263,"CC9N":2264,"C1CC2CC":2265,"CN6CNCC65":2266,"CN4CCCCC43":2267,"CC4C1":2268,"OC2O":2269,"C1OC2C3OC3":2270,"C2O1":2271,"CCC53":2272,"CCC5C1CCC6":2273,"OC6CC5":2274,"NN5C":2275,"NC2CN3C":2276,"CC3O2":2277,"C2CCNCC2":2278,"N2CC3OCC":2279,"9CCC":2280,"SCCC":2281,"C52O":2282,"CC5C2":2283,"CC5OC5":2284,"5C8":2285,"CCC41":2286,"C8C9CC":2287,"CNC6C":2288,"COC21":2289,"CN4CC5C6":2290,"CC23CC":2291,"CC34O":2292,"4C2":2293,"C1CCCCCCCC":2294,"CC1CN":2295,"CC1C45O":2296,"C53OC":2297,"CNCNCC":2298,"OC7CC":2299,"NC2C3":2300,"NC3CCN":2301,"N4C5":2302,"N4CC5C6":2303,"CCCCCCCCCCCCCCCCCCCCCCCCCCC":2304,"SSCC7":2305,"CCCN6":2306,"CN4CC5":2307,"N5CCCC5":2308,"OC1COC2C1OCC2NS":2309,"CN6CC":2310,"CCC24O":2311,"C4COC5C":2312,"4CCC":2313,"C3SC":2314,"CCCC9C":2315,"CNC1C":2316,"CCC3OC":2317,"CCCCC4C":2318,"CC6CC7":2319,"C1OC2OCC":2320,"CCC5OC":2321,"CCCCCCC1C":2322,"C3CCOC":2323,"CC2C34CCN5":2324,"C2CCC3C1":2325,"C6OC654":2326,"OCCC6":2327,"CCOC1OC":2328,"C4CCC13":2329,"CC3OC4OC":2330,"CC4C3N":2331,"C6Cl":2332,"C6OC7OCC":2333,"CC5S4":2334,"CCC4C1CCC5":2335,"CCC1CCCCC":2336,"OC65":2337,"C6OCCC6":2338,"CN1CCN":2339,"C1CCC34C":2340,"CC2CCCCC2":2341,"CCC12CCC":2342,"CC25":2343,"CC2CCCC":2344,"CCC2C3CCC4CC":2345,"OC2CC1":2346,"CC68":2347,"C1OC2CCC":2348,"C1NCCC":2349,"C2C1C3C":2350,"C4CCC123":2351,"CSSCC5":2352,"N6CC7":2353,"CCOCC8":2354,"C749":2355,"C8CCC92C":2356,"NCCN3CCOCC3":2357,"OCC45":2358,"C5OC4C3":2359,"OCCN3CCN":2360,"10C8":2361,"CC2COC":2362,"C3OCC4C5":2363,"C1C4C23":2364,"C2OC4COC5":2365,"NOC4C":2366,"SC6":2367,"C5CC3":2368,"C6COC":2369,"CN8":2370,"CN1N":2371,"CC5NC4C":2372,"OC2CC3C4":2373,"OC3CC2C1":2374,"CC6CCCCC":2375,"CC2C3SC":2376,"C6CSSCC":2377,"NC4CC4":2378,"CC8C7C2":2379,"OC45OC6":2380,"6COC":2381,"CC4C3O":2382,"CC4C5CC":2383,"OCC5OC":2384,"CNCC3":2385,"CNCCC2":2386,"C7CC6":2387,"CC2CO":2388,"OCC1NC":2389,"OC6CCC":2390,"127":2391,"C132":2392,"NC4N":2393,"C2C3C4":2394,"C2CN3CCCCC3C":2395,"CCC54CO":2396,"N4CCCC4C5C":2397,"CCC6C5CCC7":2398,"C27":2399,"C2C1OC3":2400,"C35C":2401,"C4CCC23":2402,"CC2OC3OC":2403,"CC2S1":2404,"C5OC34":2405,"C1OC1":2406,"C3NC12":2407,"CC5C4CCC3":2408,"C2CC3OC3":2409,"C65O":2410,"NCC2CCCN3CCCCC32":2411,"C4N1CC5CN":2412,"7CCC":2413,"O7":2414,"OCC4C5":2415,"C3C12C":2416,"C1OC7OC":2417,"CCC4O":2418,"CCC4C3C":2419,"109C":2420,"C8C4C":2421,"CCC56C":2422,"CCC1CC2":2423,"CCCC15":2424,"CC3OC4C":2425,"NCCCCO":2426,"CSSC84":2427,"OCC2C3":2428,"C1CCCCCCC":2429,"C3CCC5C6":2430,"C4NN":2431,"CC3CNC4":2432,"CC1S":2433,"CC2C1CC":2434,"C65C":2435,"OC1OCC2":2436,"OC25":2437,"CCNCC1":2438,"CC6OC6":2439,"CC6OC7OC":2440,"OC1CN2C":2441,"C9OC8":2442,"CCCC24C5":2443,"CC4C6":2444,"NCC1OCCC1":2445,"C2CCC3C4CCC5CC":2446,"OC4COC":2447,"16O":2448,"CC3C24CCN5":2449,"CC1CCN2":2450,"C1CCC3C4":2451,"CC2OC1C3":2452,"10C9C2":2453,"OCN2C":2454,"C1CC3C":2455,"CCCN1C":2456,"C3CCC1":2457,"C3NC2":2458,"C43OC":2459,"CC3CCCC":2460,"CC1CCC2":2461,"C5C1":2462,"OCC9":2463,"OCC7OC":2464,"C62C":2465,"CC5CC5":2466,"OC3O":2467,"OC4C5":2468,"C1N4C":2469,"N2C4":2470,"N2C1CC3":2471,"CC8OC":2472,"-]=[":2473,"CS6":2474,"C3C2CCC4":2475,"CCCC13C":2476,"CCCN3C":2477,"CCC4C5CCC":2478,"NO1":2479,"N6CCN":2480,"10CCC98C":2481,"5C3":2482,"C3C5OC5":2483,"C4CC32":2484,"CC3CCCC4":2485,"CC3CCN2C":2486,"CC2CCC1":2487,"C2CNC":2488,"CNC1C2N":2489,"C7CO":2490,"C7C9":2491,"OC3CCCCC3":2492,"CCCCCO":2493,"C12NC":2494,"OC56":2495,"137":2496,"NC34":2497,"C2N1CCN":2498,"C45OC5":2499,"C4CCC56C":2500,"C2CC3CC":2501,"C3C1CCC3":2502,"NC65":2503,"CC4OCCC4":2504,"OCC12CCC3":2505,"C3OC34C5":2506,"CC3N2CC":2507,"CC2CCC3":2508,"CC4CCCC5":2509,"OCC4CN":2510,"CCC3C2C":2511,"CCC3CCCCC":2512,"CC2CN1CC":2513,"CNC8C":2514,"C9C6":2515,"OC5CCCC5":2516,"N2CCCC":2517,"CN4N":2518,"N5CCCCC5":2519,"17CCC":2520,"NCC2OC3CC":2521,"C45CC":2522,"OCC24":2523,"N4CCOCC4CN":2524,"OCCO5":2525,"C3CCNCC3":2526,"CC5NC4C3CC12":2527,"C1CC2OC":2528,"C2OC1CC":2529,"C41C":2530,"CC3CCC2":2531,"C5C14C":2532,"OC1CC2OC":2533,"OC3CC2":2534,"OC3C21":2535,"CCC3CCC4":2536,"CCN12":2537,"N1C4":2538,"N1CC2OC":2539,"CC7CCC8":2540,"CCCCCCCO":2541,"OC8CC":2542,"OC8CO":2543,"NN4":2544,"C2CCOC":2545,"11C8":2546,"12CN":2547,"CCCC51":2548,"CCCC54C":2549,"NCC6CC":2550,"C4CCNCC4":2551,"C5CCC67":2552,"C4CCC6C7C":2553,"NCCCC3":2554,"C1C4OC":2555,"C4C2CCN":2556,"CC3C2N":2557,"CC1CC2CC":2558,"OC14C":2559,"N1O":2560,"OC5CC4":2561,"C4OCOC5":2562,"NCCCN3C":2563,"NC4C3":2564,"CCC7CC":2565,"SSCC6":2566,"COC5C1O":2567,"C6CCC25C":2568,"24":2569,"5N14":2570,"NOC2":2571,"SC12":2572,"NC8C":2573,"CC1CCCC":2574,"C5C2C":2575,"C1CNC":2576,"C1OCC3":2577,"C8C7OC":2578,"C8CCCC8C":2579,"ClC1C":2580,"CCC63":2581,"+](=":2582,"C5OC6C":2583,"CCC78C":2584,"CN3CCCC3C":2585,"C2N1CC3CC2C":2586,"CC13C4":2587,"CSSCOC5C1O":2588,"COC12":2589,"CCCC65C":2590,"N6C8":2591,"N1CCC2CC":2592,"2C1C":2593,"SN":2594,"CCCC6C":2595,"NCOC":2596,"C4NC3":2597,"C4N5":2598,"CC1CN2CCC":2599,"CC2CC2":2600,"C6C3":2601,"C2C7":2602,"10C4":2603,"CCNCC5":2604,"OC4O":2605,"C3OCC4":2606,"NC13":2607,"N2CCCC3":2608,"NC2NC":2609,"C4CCC12":2610,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2611,"CCCC34":2612,"NCC1OC2CC":2613,"C3C45":2614,"CC1OS":2615,"CCCC9CSSC":2616,"OC12CCC":2617,"CCCCC3SSCC3":2618,"C2OCC1CC3":2619,"C4CCCC":2620,"CO3":2621,"C1OC4C":2622,"C6NCC":2623,"CC5C8":2624,"C79":2625,"OC3C1":2626,"OC3CC4C":2627,"CC63":2628,"NCCSC":2629,"C3OCNC":2630,"C13C2":2631,"CC2C34":2632,"C2CCNC":2633,"C23NC":2634,"NC4CCCO":2635,"OC1CC23":2636,"CN3C5":2637,"CN2CCOCC2":2638,"C14C5":2639,"CCC8C7":2640,"CCCC9CC":2641,"C2C41":2642,"C5NC6C":2643,"OC1OC2COC":2644,"C6CCC5C7C8":2645,"CN3CCCC3COC":2646,"CI":2647,"SCC1":2648,"CC1OC1":2649,"CC24C":2650,"C1OC1C":2651,"C6C7OC":2652,"CC57":2653,"C1ON":2654,"118":2655,"CCCCCCCN":2656,"C5OCC2O":2657,"C2C3N":2658,"CCC87":2659,"C2CCC45CC":2660,"CN7CC":2661,"CSSC2CCO":2662,"C3CN4CCC3CC4C":2663,"C5OCC2O5":2664,"6SC":2665,"SCCN":2666,"CC3CO":2667,"C5CCC5":2668,"C5CC4O":2669,"CC4NCC":2670,"OC17C":2671,"CC5C78C":2672,"CCC4OC4":2673,"CCC4C1CC":2674,"C85":2675,"OC4CCCCC4":2676,"C1OC23CC":2677,"C9Cl":2678,"OC54C":2679,"C1N4N":2680,"CCC1C3":2681,"N3CC4CN":2682,"C4OCC23":2683,"NC1COC2C":2684,"NCCCNCCC":2685,"C1OC2COC3":2686,"SSCNC8":2687,"17CCCCC":2688,"CN1CCC2":2689,"NC78":2690,"C87CCCC8":2691,"NC1COC2C1OCC2NC":2692,"C6OCCOC6":2693,"OCSSCC4":2694,"C1C3OC":2695,"C1NCCC1":2696,"C2CC4":2697,"C2NC1":2698,"C4CC6":2699,"C4CCC2C1C":2700,"C1C7":2701,"CC4CCC3":2702,"OC1C2OCC3":2703,"CCC3C4C":2704,"C3COC4C3O":2705,"OC4CC5C":2706,"CCC5C2":2707,"113":2708,"C2OC8OC":2709,"CC7CC89":2710,"N3C21":2711,"OC87":2712,"138":2713,"OC5OC6C":2714,"CN21":2715,"CC5C4CCN3C":2716,"CC13O":2717,"N4CCCC14":2718,"CCN2CCC":2719,"IC":2720,"NCCCC4":2721,"SC7":2722,"C2CC1O":2723,"C2N3CCN":2724,"C4OC8OC":2725,"CC3CCC2C5":2726,"CC4C2C4":2727,"OC1O":2728,"CCC4CC5":2729,"CCNC1":2730,"OCC1C2C":2731,"C1N4":2732,"C2OC7":2733,"NC1CCOC":2734,"N3NC":2735,"C13N":2736,"C13C2O":2737,"NC32C":2738,"CC12O":2739,"OC1CCC2C3CCC4CC":2740,"CC32CCC4":2741,"C2CCC34C":2742,"CN2CC3C4":2743,"NOS":2744,"C1CC23C":2745,"C1CC23C4":2746,"CC3C24CCN5CC":2747,"CCC97":2748,"19CCCC":2749,"C4C1CC6":2750,"CC67O":2751,"CC9C8C2":2752,"C1OC23C4OC4":2753,"CSSC84CCC9":2754,"N3CC4CN5C":2755,"Fe":2756,"C1CCCCCCCCCCCCC":2757,"C4C3N":2758,"C5CCC2":2759,"CC43OC":2760,"CNC12":2761,"CC67OC":2762,"OC42":2763,"C9CCOCC9":2764,"C1NCCCN":2765,"CC7CCC6":2766,"NC15":2767,"OC7COC":2768,"CC8NC7":2769,"C2C31NC":2770,"CC3C45":2771,"CC4C3CCN12":2772,"CN4CCOC":2773,"C3CCC9":2774,"NC67":2775,"C8OCOC8":2776,"C2CCN3":2777,"CC67OCC8":2778,"CCN4CCOCC4":2779,"C4N1CCC4":2780,"C3CCC5C6C":2781,"C8OC87":2782,"OC1CCN2CC":2783,"SCC3":2784,"C4C7":2785,"CC1CCC2C":2786,"C5OC43":2787,"C1OC4":2788,"C68":2789,"C6C3C":2790,"C6C5O":2791,"OC1OC2OC":2792,"OC1C2OC3":2793,"CNCC5":2794,"5COC":2795,"C7CN":2796,"OC3OC4":2797,"C83":2798,"C8CC6":2799,"C1OC2C3CC":2800,"N3CCO":2801,"OC1CC2CC3":2802,"CC1OCC2":2803,"C34OC5":2804,"CN5CCCCC54":2805,"7OCOC7C":2806,"C4C3CSS":2807,"C2CCC3C4CC5OC65C":2808,"C3CCC92C":2809,"4OCC5":2810,"5OCCC":2811,"C1CC5":2812,"C28O":2813,"C4C3OC":2814,"C4N3":2815,"CC2N3":2816,"CC24CN":2817,"COCC8CC9":2818,"CC5C6C":2819,"OC2C1OC":2820,"C7C16C":2821,"CCN7":2822,"C1NCCN":2823,"NH3":2824,"N25":2825,"121":2826,"C2C1CCC":2827,"NN6C":2828,"CSC3N1C":2829,"CC12CCCC":2830,"OC1CC2CCC1":2831,"2NS":2832,"C5CCOCC5":2833,"OCCCNC":2834,"SSCC2":2835,"16OC":2836,"CCC4C53O":2837,"C12COC":2838,"C3OC4CC":2839,"NCCN4":2840,"C24O":2841,"OC2CC3C4CC":2842,"CC76CCC":2843,"C4CCN13":2844,"C2OC1C6":2845,"CC2C13N4CCCC4C":2846,"CC12OCSSCC":2847,"CCC4C53OOC2":2848,"NC2OC":2849,"OCCCCCCCCCCCCCC":2850,"S1SC":2851,"C1CC54":2852,"C2N3CC4":2853,"C3CC2OC":2854,"C3CCCO":2855,"C3CCC21":2856,"NCO":2857,"C4C5OC":2858,"CC31C":2859,"CC3CCC4":2860,"CC3OC4CC":2861,"CC1CCCCC":2862,"CC2C1NC":2863,"C5C24":2864,"C5C14O":2865,"CC5N4CC":2866,"C7CCN6C":2867,"CCC4N5C":2868,"10CC8":2869,"CCN6CC":2870,"OC45C":2871,"OC1COC2":2872,"117":2873,"CC89C":2874,"OC98":2875,"C3C4C5":2876,"CN1C2":2877,"C3CCC2C1C":2878,"NC3COC4C3O":2879,"CC65CCC7":2880,"CC56O":2881,"CCCCC2SSCC2":2882,"C3OC32":2883,"C53OC5":2884,"C2OCC1C4":2885,"NN12":2886,"CC7NC6N8C":2887,"CC2OCC1C3":2888,"CCCCC2C1C3":2889,"C3CCC45CC5":2890,"22C":2891,"8OC9":2892,"9OC1":2893,"C3Br":2894,"C3N2CC":2895,"C3CC5OC":2896,"C47":2897,"CC1CNC2C":2898,"CC2S":2899,"CC2C1OC":2900,"CC21OC":2901,"C6OC7C":2902,"OC1C3":2903,"CCC3CCCC2":2904,"C1OS":2905,"CC6OC5":2906,"N3NCCCC":2907,"NC2CCCC2":2908,"CCCCCCCCCCCCCCCCCCCCCCCCCC":2909,"OC1CC2CC":2910,"CC43CCC":2911,"CC4C31":2912,"CCC8CN":2913,"NC5N":2914,"CC34CC5":2915,"C3C1C4C":2916,"OCCCC7":2917,"OCC12CCC3C":2918,"CC1CC2SSCC3":2919,"C5OC543":2920,"C4N1C23":2921,"CCC42C5":2922,"5OCCCOC5C4":2923,"N3NCCCC3C":2924,"7OC1":2925,"8CC9":2926,"C2C1N":2927,"C2CC3C4":2928,"C3NCC":2929,"CCCCCC2":2930,"C4CC2":2931,"C4C8":2932,"C4C3CC":2933,"C4CC6OC":2934,"CC1CCCCCCCC":2935,"CC1OC3":2936,"C5OC6OCC":2937,"C6CN9C":2938,"OC15":2939,"CC5C14":2940,"C7COC":2941,"10CCN":2942,"CC6N5":2943,"ClC1CC":2944,"N1CCC3":2945,"CCC14C":2946,"OC6C7":2947,"OC76":2948,"CC8CCC7":2949,"CCCC45C":2950,"C3NCCC3":2951,"CC4C3CC5C":2952,"CCC8CC":2953,"C1OC2CCCCC2":2954,"C84CC6":2955,"C7OC6C4":2956,"10C49":2957,"64":2958,"9COC":2959,"C2F":2960,"CC1C3N":2961,"C5F":2962,"C5NC4":2963,"C5C7C":2964,"C5CCC34":2965,"C6C2C":2966,"OC1CCCCC1":2967,"C76C":2968,"C1OCCC2C1":2969,"CC7CCCCC":2970,"NC1CCC":2971,"CCCC2CC":2972,"NCCCNCCCCN":2973,"C23N":2974,"C1OCC2CC3C":2975,"CC34N":2976,"OCC24C":2977,"CC6C5C2":2978,"OC2CCCCC2":2979,"OCC12OC2C":2980,"C5OC6C7":2981,"C5OC54":2982,"OCC65":2983,"OCC65C8":2984,"COC6OCC":2985,"CC1CCN3CCC":2986,"OC4CC5C6CC":2987,"C2N1CC3CC2CN4C5":2988,"CC7CC89CCCC9CC":2989,"6CCCC6":2990,"C2CC34":2991,"C4C1OC":2992,"C4CCCC5":2993,"C4C13O":2994,"C4CCCC24C5":2995,"C64C":2996,"C7CCCC7C":2997,"CCC4NC":2998,"COC9":2999,"CC6N7":3000,"OC43C":3001,"C1OC2C3OC":3002,"CNC5C":3003,"C3O2":3004,"N3C2":3005,"CCC64":3006,"CCC67C":3007,"+]%":3008,"OC9CCC":3009,"OC1CC23C":3010,"C3CCC45C":3011,"10OCOC":3012,"N5CC6":3013,"C54OC5":3014,"OC5COC":3015,"CSSCC3":3016,"CC6C5C1":3017,"C7OC765":3018,"3OCC4C5":3019,"C6OC5C3":3020,"C5CCC67CC5C8":3021,"3OC4OC":3022,"NOCC":3023,"NC1NC2C":3024,"Se":3025,"CCOC5":3026,"C1CCC34":3027,"C2CCC2":3028,"C2OC12":3029,"C2C5N":3030,"CC1CN2":3031,"CC2OC4":3032,"C5CC5C":3033,"COCC7":3034,"COCCO":3035,"CC4C32":3036,"C6CCN":3037,"C6CC6":3038,"OC1N2C":3039,"CCC2CCCC1":3040,"C7CC5":3041,"CCC3C2CC":3042,"COC6C":3043,"COC9OCC":3044,"103":3045,"10NCC":3046,"OC4CCC23C":3047,"OCC1OC2":3048,"C12OC3":3049,"CCC5O":3050,"CNC6NC":3051,"C9CO":3052,"BrC1CC":3053,"CC7OC7":3054,"OC8C32":3055,"CC9CCC8":3056,"N4CCC3":3057,"CS7":3058,"CCCC4O":3059,"CCC7CCC":3060,"C2NCCC2":3061,"CN2CCOC":3062,"C4C3N1CC":3063,"C3CC2C1CN":3064,"C3OC4OC5":3065,"CCC7C89COC":3066,"CC7C6CC54":3067,"CN3CCC41C":3068,"CC4OC42C":3069,"3NC4":3070,"45":3071,"4CC5":3072,"6CC7":3073,"N9":3074,"C1CCCCCCCCCC":3075,"C2CC4OC5":3076,"C37":3077,"CCCCCC4":3078,"CCCCCCC3":3079,"C4CCC2":3080,"C4OC6":3081,"C4CCO":3082,"C4C1CCC":3083,"CC3C12C":3084,"CC2N1CCN":3085,"C56OC":3086,"COCCCCCCCCCCCCCCCC":3087,"CC4CCN3C":3088,"CC4CC5CC":3089,"C6C8":3090,"C6CC7C":3091,"CNC2C1C":3092,"OC35":3093,"C8C7O":3094,"OC4C2C":3095,"C1OC2CCC3":3096,"NCCSS":3097,"OC6CC7":3098,"NC2N1":3099,"CSC4":3100,"CCCC1C2":3101,"C5C4N":3102,"OCCCCNC":3103,"C4CCCC4CC3":3104,"C67O":3105,"OC1CC2C3CCC4C":3106,"C34OC4C":3107,"C2CN3CCCCCC3":3108,"C4CCC13C2":3109,"C4N5C3":3110,"1NCCC":3111,"2CCCC2":3112,"5C16":3113,"OOC1C":3114,"CCP":3115,"CCOC7":3116,"CCSSCC":3117,"NCOC53":3118,"C4S":3119,"C4C32":3120,"CC3CC1":3121,"CC2CC3C":3122,"C5C43":3123,"OC1CCCC":3124,"C7CCCC8":3125,"C8C7C":3126,"OC4CC3":3127,"OC4CC5C6":3128,"CNC7NC":3129,"C9C4C":3130,"111":3131,"3OCOC3C2":3132,"CC2C3CCC4CC":3133,"CCCC2O":3134,"CS8":3135,"NC4CCCC4":3136,"C2NCCC3":3137,"CC3C4CCC5C":3138,"C3N4C":3139,"C3CCC4CC53CC":3140,"C3C42":3141,"C43O":3142,"C4CCC56COC":3143,"OCC25C16":3144,"3OC45CC":3145,"CC45OC6":3146,"OCC12CCCC":3147,"C5OC534":3148,"CC2NC1C3CN":3149,"CNCC2N3CCC":3150,"C6CCC5C8C9":3151,"5CC4":3152,"C2C4C":3153,"CCCCCC1CC":3154,"CC2OC2CC":3155,"C5CN":3156,"CC4CCN13":3157,"C6OC9OCC":3158,"CNCC2N3C":3159,"CCCCCCCCO":3160,"CCC3C4CCC5":3161,"107":3162,"OC4C3C":3163,"CCC5N":3164,"C9C8OC":3165,"C1NCCCC1NC":3166,"C3OCCC":3167,"C2OC7OC":3168,"CCC1CCC":3169,"CC7CCCCC7":3170,"CC7N8C":3171,"N2CCC3CC":3172,"CCC6O":3173,"CCC67O":3174,"CC8OC7":3175,"CC87C":3176,"CC8CCC9":3177,"13CCNC":3178,"C5OC4C":3179,"11C9":3180,"CC34CC":3181,"NCCN4C":3182,"C1OC3OCC":3183,"OCCCC1CCC2":3184,"C23OC3C4OC":3185,"OC3C2OCC3N":3186,"CCCC87CCC9":3187,"CF":3188,"OCCCCCCCCCCC":3189,"CCC1N2CC":3190,"C2NN":3191,"C4NCCC":3192,"C4COC5":3193,"C4OC3C2":3194,"C5Cl":3195,"CC4C5C":3196,"C2CN3CC":3197,"10NCNC":3198,"C8OCC":3199,"CCN9CC":3200,"CC6F":3201,"C1OC2CCN3CC":3202,"C1N3":3203,"11CO":3204,"CCC18":3205,"N3CCCC32":3206,"131":3207,"CC2C3CCC4":3208,"CC12CC3C":3209,"CCC3C6":3210,"CC2C1C3":3211,"C2N1CCC2":3212,"CCC86":3213,"CN4CCCC4":3214,"C54O":3215,"COC4CCCO":3216,"CC56N":3217,"CC3NC21":3218,"COC8CC":3219,"CNCC2OCC3":3220,"C3CCC56OC":3221,"CC12CC34C5OC":3222,"5CCC":3223,"NC1OC":3224,"NCCCCCCCC":3225,"NOC4":3226,"CCOC6":3227,"C2CC3OC":3228,"C4CCCCC":3229,"C4CC7":3230,"CC2CC1C":3231,"C5OCC6":3232,"C61":3233,"CN9":3234,"CNC2COC":3235,"CC5COC":3236,"CC5CCC6":3237,"CC5CCCC65C":3238,"OC3C12":3239,"CCC4CCCC4":3240,"C8CC9":3241,"CC6OC5C7":3242,"C2OCCC":3243,"11CCC2":3244,"CC7N6C8":3245,"OC6CCC7":3246,"C3CCC1C":3247,"OC2COCCN":3248,"OC4OC5C":3249,"NCCCN1CCOCC1":3250,"14OCC":3251,"C2C3CC4":3252,"C3C2C1C":3253,"CCCC4CC":3254,"COC2N":3255,"CC3C45C":3256,"CC5C4C3":3257,"CC4C5CCC6CC":3258,"CC23CCC":3259,"CCC32O":3260,"CCCC65":3261,"O1C2C":3262,"CCC23CC43CCC5":3263,"C1CCC3C4CCC":3264,"CC6C52":3265,"C1C42":3266,"COC54":3267,"C7CCC65C":3268,"CC35CCC2":3269,"NCNC9":3270,"CCN1CCCCC1C":3271,"CC12CC34C5OC6":3272,"CC89O":3273,"CCCN6CCCCC65":3274,"N3CCOCC3CN":3275,"CC6N7CNC8C":3276,"1CCC":3277,"4CCCC":3278,"SC21":3279,"CCC1OC2":3280,"C4C2OC":3281,"C4OC7OC":3282,"C4CCCCC5":3283,"C5CC7":3284,"C5OC4OC":3285,"CC47":3286,"CC5CCCCC":3287,"C7C4":3288,"C3C8":3289,"10C19C":3290,"CC61":3291,"CCC52C":3292,"OC6C32":3293,"OC65CC":3294,"12CCC2":3295,"13N":3296,"NC3CCCC3":3297,"CCCC23":3298,"CC9NCC":3299,"CC9CC8":3300,"NCCCN4C":3301,"C1CCC9":3302,"NC4CCN":3303,"C2C34CCN5":3304,"OC1CCC2CC":3305,"C3C21":3306,"C3C24CCN5CC":3307,"SSSS":3308,"CCC4C5COC":3309,"CC4C3CCN2":3310,"CC4C3CCN5CC":3311,"C12CO":3312,"N1CCOCC":3313,"NCCCC4C":3314,"C3C1CCCC3":3315,"C1NC23C":3316,"NC6CCCCC6":3317,"11CCC8C":3318,"CC6NC5C43C":3319,"N3CCCC13":3320,"NN21":3321,"CCCC51OC5":3322,"NCCN4CCOCC4":3323,"C5OC4OC3C":3324,"5CC1":3325,"7OC8":3326,"IC1":3327,"C1CCCCCCCCC":3328,"C3C1OC":3329,"C3CCO":3330,"C3NC4":3331,"C3OC5OCC":3332,"CCCCCC3":3333,"C4C2C3":3334,"CC1CCCC21":3335,"CC23OC":3336,"C5C7CCC":3337,"CO1":3338,"CNC1CC2":3339,"CC5C4O":3340,"C72":3341,"CCC4N":3342,"COC4C":3343,"10C7":3344,"108C":3345,"OCC1OC2OC":3346,"C9C7":3347,"C3OCCC3":3348,"C13C4":3349,"CCC64CC3":3350,"C3CC8":3351,"NC2CCN3C":3352,"NC3C2":3353,"C4CCS":3354,"N4C5C":3355,"CC12OC2":3356,"OC1CCC23C":3357,"OC1CC2C3CC":3358,"C1OCCC1":3359,"SSCCCCCCC":3360,"CN32":3361,"C143":3362,"CC54CCC":3363,"CC3C2CCC4":3364,"CC3OCCC3":3365,"O1CC2":3366,"C6C5N":3367,"C56OC6":3368,"10CCC7C":3369,"C8CCC76C":3370,"CCN2CCCC21":3371,"CC354":3372,"10CCC9CCCC8":3373,"C9CCC87C":3374,"CC3OC2C4":3375,"C2C13N4CCCC4C":3376,"CC7CC89CC":3377,"C2CC3CCC4CCCCC":3378,"COC1COC2C1OCC2NC":3379,"OCC24C15":3380,"4CCN5C":3381,"8OCC":3382,"COC1CCC2":3383,"](=":3384,"C1CCCCCCCCCCCC":3385,"C2C43":3386,"C3OC2C1":3387,"C4CCC3C2":3388,"C4COC4":3389,"CC34OC":3390,"CC3OC3C":3391,"CC1C67O":3392,"CC23N":3393,"C51OC":3394,"C5C4C3":3395,"OC3C2CC":3396,"CCC4C2":3397,"C3COC2":3398,"106":3399,"OC5CC6C":3400,"11NCC":3401,"N2C43":3402,"N2NCCCC":3403,"CC82":3404,"C2C1CC3":3405,"NC2CCOCC2":3406,"C1CCC23":3407,"C2C3SCC":3408,"OC1CCC23":3409,"C2OC3CCC":3410,"CN2CCCCC2":3411,"C3C4OC5":3412,"CC5C4N":3413,"C4C3N1CCC":3414,"OCC3OC3":3415,"CSSCC6":3416,"C4N5C":3417,"CCCC76":3418,"CC4OCCC5":3419,"CN5CCOCC5":3420,"N6CCCC6":3421,"N6CCOCC6":3422,"CCCCC6C5":3423,"N7CCCC7C":3424,"NC8CCCCC8":3425,"CC3N2CC1":3426,"N3CCCC3C4":3427,"CC3C52C":3428,"C2OC3OC4COCC":3429,"N2NCCCC2C":3430,"5C1":3431,"NCCCC2":3432,"S5":3433,"SCC2":3434,"CCOC9":3435,"C1CCCCCCCCCCC":3436,"C1SCC":3437,"C3CC7":3438,"CC2NC3":3439,"C5CCC3":3440,"COCC4":3441,"CC4C1C3":3442,"OCCC1C":3443,"CNCCC97":3444,"CCCCCCCCCCO":3445,"C7C2":3446,"C7C6OC":3447,"C72O":3448,"OC3C1O":3449,"CCC4OC3":3450,"CCC35C":3451,"C8CO":3452,"C8COC":3453,"CC2CNCCC2":3454,"C96":3455,"OC6CCCC6":3456,"N2C1C":3457,"C4OCCC":3458,"CCC67":3459,"C2C1C4":3460,"CCCC42C":3461,"C1OCC2N1C":3462,"15NC":3463,"COC2C1":3464,"CCC2C6":3465,"SSCC1":3466,"SSC9":3467,"SSCNC9":3468,"SSCCCC4O":3469,"CN2C3":3470,"C3C4CC5CC":3471,"C14CCCC":3472,"CN4CCCC4C":3473,"N5CCC6":3474,"OC5C8":3475,"NCC3CCCCC3":3476,"18CCCCC":3477,"NC6N":3478,"NCCN1":3479,"NCCN2":3480,"C3N1CCCC3":3481,"CC2OC1C3C2C":3482,"CC8C7CCN9CC":3483,"CC6NC54":3484,"CC7C8NCC":3485,"C84CC5":3486,"CC8CC9CNCCC97":3487,"NP":3488,"SC8":3489,"SC1CC":3490,"CCOC3OC":3491,"C21OC":3492,"C2CCOCC2":3493,"C2OC4OCC":3494,"C3C1O":3495,"CC36":3496,"CC1P":3497,"CC2C1N":3498,"C5NCC":3499,"C5CCC7":3500,"COCC5":3501,"C6C4C":3502,"C62O":3503,"OC18C":3504,"CNCCCOC":3505,"CC64C":3506,"C1OC2CC13C":3507,"CC2C6":3508,"OCC1CCC":3509,"OCC1CC2CCC":3510,"C12CC3":3511,"C9C8O":3512,"CC74":3513,"C1C2CCC":3514,"OC67":3515,"N3C2C4":3516,"OC78":3517,"N4NCCCC4C":3518,"CC12C3C":3519,"C1CCC8":3520,"C23C4":3521,"C23CC43CCC5":3522,"C2C34C":3523,"CCCC1CC2":3524,"12COC":3525,"CN2C1COC":3526,"OC4C7":3527,"COC3C2C":3528,"C4C3OC5":3529,"C2CCCN4CCC3":3530,"NCC3CC":3531,"C4C5OC5C6":3532,"19CC":3533,"19CCCCC":3534,"20CC":3535,"C63CC4":3536,"CC12CC34CCC":3537,"C1OCC23CCC":3538,"C7OCCOC7":3539,"CC3CCCC4NCCC":3540,"C3CN4CCC3CC4CN5N":3541,"NC15CC2":3542,"CC8NC7N9C":3543,"C5OC431":3544,"C3C42CCN5CC":3545,"NC2O":3546,"NNC3":3547,"OCCCCCCCCCCCCCCC":3548,"CCSCC":3549,"C2OC5":3550,"C2CCCC51OC5":3551,"C3C7":3552,"C3OCC1":3553,"C4OCC1":3554,"C4CC56":3555,"CC35C":3556,"CC3C1C2":3557,"CC27":3558,"C58":3559,"C5CCO":3560,"CC4CO":3561,"C1OC9OCC":3562,"C6C4O":3563,"C6CCC8":3564,"C6CCCC7":3565,"CC5CO":3566,"CC5N4CCC":3567,"OC3C4C5":3568,"CCC3C5":3569,"CCNCC7":3570,"CCCCCN1C":3571,"C9CCCC9C":3572,"C2OCOC12":3573,"N2CCCC2C3":3574,"12CCNC":3575,"CCC6CC7":3576,"C2C1CCC3":3577,"OC8C7OC":3578,"NC2CCC2":3579,"NC3C4":3580,"CCCC2CCCCC2":3581,"NCCCNCCCC":3582,"CC12CC3OC4":3583,"C23CCC4C":3584,"CCCC3C2":3585,"CCC7OC8":3586,"CCCC1N":3587,"CCCC1OC":3588,"12CO":3589,"C2CCC34CC":3590,"CC3C2SC1":3591,"COC1OC2C":3592,"C2CC3C4C":3593,"CCC12CC32CCC4":3594,"CN5CCN":3595,"C45COC":3596,"C56O":3597,"C42O":3598,"C4OC5CCC":3599,"CCC54CC35CCC2":3600,"CC4OC3C2C41":3601,"CNC2C1C3":3602,"N8CC8CC":3603,"CC87O":3604,"N2CCC3NC":3605,"C3CC2C6":3606,"C6CCCCCC6":3607,"C4OCC5C6":3608,"CC2CNCCC2CC":3609,"N3C2C4CN":3610,"5CC65CCC7":3611,"C1CCC45":3612,"C2CCCC1":3613,"C3CC6":3614,"C4CCC1":3615,"C4CC3N":3616,"CC3CC2C1":3617,"CC2CCCCC":3618,"CC42C":3619,"CC4CC5C":3620,"C6CCN5":3621,"C6OC5C4":3622,"C2COC4OC":3623,"CCC27O":3624,"C7C4C":3625,"C7CC6O":3626,"CCC4C1":3627,"10C9OC":3628,"OC4C3CC":3629,"OCC1CCN2CCCC21":3630,"N1CCOC":3631,"CC7C6O":3632,"12NCC":3633,"CCCCCCCCC2":3634,"CCC6C1CCC7":3635,"NC2CCC3":3636,"+]=":3637,"CC96":3638,"CCCC4CCC32":3639,"SSCCC":3640,"C34CCC5C":3641,"C34CC54CCC6":3642,"CN4C3":3643,"C5C4OC6CCC":3644,"CSSC4":3645,"3OC4CCCC4CCC32":3646,"CC6C53":3647,"CC6C5CC4":3648,"CC6C7C8":3649,"N3CCCC3COC":3650,"CCN3CCC4":3651,"CC7OC8CC9OC":3652,"C3CCC4C5CCC6CC":3653,"C3CC2C1CN4CCN":3654,"C21COC":3655,"C1OC23CC45OC6":3656,"C78CCC":3657,"C4C7C5O":3658,"8C7":3659,"NCCCCCCC":3660,"C1I":3661,"C1C43":3662,"C3CCC5C":3663,"CCCC14":3664,"C4OC1":3665,"C4CC3C":3666,"CC1C2CCC3":3667,"C1CSSCC7":3668,"OCC4C":3669,"OCC8OC":3670,"C6C5OC":3671,"C6C7C":3672,"C6CCC45C":3673,"CNCC2C3":3674,"CC5NC34":3675,"CCC2C1CC":3676,"OC2C4OC":3677,"C7CSSCC5":3678,"CCC46":3679,"CCC43OC4":3680,"10C9CC":3681,"C1OC2CC3OC4C":3682,"C2OCC4":3683,"CC78O":3684,"C1C2CCC3":3685,"OC8COC":3686,"NC3CCOCC3":3687,"CC4CNC":3688,"C1CCC2C3CCC4C":3689,"NC4CC":3690,"CCC78":3691,