#version: 0.2
c c
( =
@ @
] (
o c
c 1
]( [
cc c
) [
c 2
c 3
cc cc
c 4
c o
) (
n c
@ ]
@@ ]
2 c
c 5
) =
cc 1
3 c
1 c
cc 2
cc 3
c 6
c oc
c n
4 c
c1 c
cc 4
cccc cccc
c2 c
) /
1 cc
o cc
c1 oc
c 7
o 2
5 c
o 1
( [
1 0
cc 5
oc 1
cc ccc
cc n
c3 c
o 3
ccc 2
oc 2
c1 o
1 2
c h
@@ ](
oc 3
c 8
] [
3 cc
ccc 3
ccc 4
c l
@ ](
2 cc
o 4
)( [
6 c
c4 c
c nc
n 2
1 1
oc 4
cc c1
coc 1
n 1
c 9
1 2c
cc 6
o 5
4 cc
5 cc
n 3
] %
c2 o
o 6
n cc
c3 o
b r
ccc 5
oc 5
c s
n h
n c1
) (=
1 o
o cc1
1 3
cccc cc
c5 c
cc 2c
c1oc 2
c1 2
o 7
n c2
oc 1c
7 c
cc o
( \
oc 6
2 o
s c
n 4
c2 oc
cc 7
c1 c2
n c3
( /
/ [
c1 cc
cccc ccc
n 2c
c4 o
c3 oc
n c4
4 3c
- ]
o 8
c6 c
) \
]( /
2 3
oc 7
8 c
1 4
+ ]
n n
ccc n
c1 n
3 o
ccc 6
2 c1
1 oc
cccc ccccc
2 c3
3 oc
cc 8
c1 nc
c3 cc
cccccccc cccccccc
2 oc
cc nc
occ1 oc
c1 3
c5 o
2 3c
cc oc
c2 cc
3 4
c4 oc
c1 ccc
9 c
n 1c
c2 c1
\ [
oc3 oc
oc 8
1 c2
ccc o
cc 3c
1 5
n 1cc
c3 c2
n 3c
o 9
-] )
oc2 oc
co p
c4 cc
c2 c3
cc2 c3
cn 3
cc1 c
10 c
cccc 2
oc 2c
c6 o
oc4 oc
cc 9
= %
c7 o
1 ccc
cccc 3
4 oc
cc2 oc
cccc 4
oc 1cc
c1 ccc2
co 3
nc 5
1 1c
n ccc
1 cc2
c7 c
+ ](
3 2c
6 cc
12 cc
o s
c5 oc
n 5
c8 o
oc7 oc
oc5 oc
cccc 1
ccc 7
1 ccc2
c5 cc
coc 2
4 o
s s
2 ccc
oc 9
c2 3
1 6
4 5
co 4
co 2
3 c4
cccccccc cc
nh 2
oc6 oc
n cc1
4 c5
coc 3
o cc3
3c n
)/ [
3 4c
c2 n
cc 4c
@@] %
ccc 4c
c3 c4
ccc 3c
co 5
+ ]([
cn 1c
c3 n
cc1 2
ccccc 4
+ ][
c3 o2
2 n
oc1 ccc2
7 cc
oc8 oc
c3 2
oc 3c
1 3c
c9 o
cccccccc ccccccc
cc3 2
c1 occ
n oc
cn 4
n c1c
ccc nc
o p
2 1c
cn 2
@] %
n2 ccc
oc1 cc2
cccc 5
c4 c3
c8 c
3 2
co 6
n 2cc
cccccccc cccc
o h
2 1
2 co
cc4 3
n 4c
5 oc
1 7
c3 ccc4
c2 1
3 c2
3 1
cs c
@@ ]([
12 ccc
3 ccc
1 n
cn 2c
c1o cc2
c2 ccc3
occ n
c4 ccc
c6 cc
5 o
cccccccc ccc
nc 6
ccc 2c
cccccccc ccccc
cccccccc cccccc
c1oc 2c
oc1 oc
2 cc3
ccn 2c
o ccc
o cc2
c2 oc3
c5 ccc4
cc sc
n 3cc
cc2 c1
n s
5 4c
n cc3
ccc 8
o cc4
cc2 1
10 o
co 1
ccn 1c
3 co
cc3 c4
n 6
n1 ccc
n cc4
cs s
ccccc 3
co 7
c4 3
c1 4
c6 oc
n3 ccc
oc9 oc
n2 ccn
4 ccc
n cc2
n cccc
3 ccc4
10 oc
cn 3c
1 4c
4 3
3 n
c1 cc2
cc3 oc
c2 o1
ccccc 5
8 cc
oc o5
ccc1 2c
cc 5c
ccc2 c1
cc5 c4
oc 4c
ccc4 c5
6 oc
cc1 oc
cc5 4
cn 1
6 o
c9 c
oc o4
1 8
4 nc
cccc 6
c4 c5
cc4 c3
co 8
c2 nc
c1 c3
n4 c3
cccc c1
c5 c4
3 cc4
cccc n
5 c6
cc2 n
c2 ccc
c3 1
cc1 o
ccc3 c2
ccc2 3c
co 9
@ ]([
c5 4
ccc 9
cc3 c2
10 cc
12 o
c1 2c
cccccccc ccccccccc
c3 4
n2 cccc
cccc 7
c2 n1cc
1 co
cc c1c
cc oc1
n 4cc
ccccc 2
4 5c
cn c3
1 1cc
s 1
o o
4 cc3
occ 5
oc2 ccc3
n ccn
cn 5
c2n1cc 3cn
oc1 c2
cc4 c5
5 6
s sc
cn 2cc
n ccc1
2 3cc
cn cc
11 o
cccc 8
oc 5c
coc 4
ccc 5c
ccc2 nc
1 9
1 5c
c3 ccc
2 oc1
co cc
5 ccc
2 oc3
n 5c
c3 c1
c2 cc3
cccc 9
c1oc 2cc
n o2
n4 ccc
cn c2
ccc oc
n1cc n
cc1 3
cc4 oc
1 cccc
cn c4
3 c1
cn 4c
ccn 3c
c5 c6
)\ [
nc 7
cn 1ccc2
cc 6c
c7 cc
ccc3 2
)( /
n o
cc1 ccn
ccccc 6
c7 oc
6 5c
7 o
2 nc
c2 c4
f c
cn 1cc
9 cc
cs 3
c4 cc3
cs 2
11 oc
cc l
n o3
n 7
c1 ccn
c4 n
2c n
4 1
oc o3
coc 5
c12 ccc
n cc5
3 nc
2c oc
- ][
ccc3 4
3 1c
oc o6
c6 ccc5
oc o
ccc4 3c
co s
n3 ccn
c3 c2c
ccc3 2c
c3 nc
o cc2oc
cc2 o
cs sc
c5 c6cc
cc3 4
c1 n2c
c3 oc4
c2 oc1
3 oc4
o cccc
cc5 c6
oc1cc 2c
5 4
cs 4
3 ccn
s 3
c6 5
n3 c2
c4oc oc4
cc3 o
oc6 occ
c1 nc2
c2 4
n nc
c3 ccc12c
cc5 nc4
4 2
1c n
n3 cccc
3 2o
2 4
3 5cc
n c2c
n2 cc3
6 ccc
ccc1 2
4 n
1 c3
c1 5
c4 ccc5
2 0
c2 co
c1 co
occ o
cn c1
oc7 occ
1 nc
c3 cc2
cnc 5
n3 cc4
6 c7
c2 c1c
c2 cn3
n ccc3
2 ccc3
13 o
coc 2oc
c4 5
n2 c1
cc1 cc
c1oc2 cc3
c6 c5
cc2 3
c1 ccc3
cl c
n5 c4
oc 6c
s cc
3 cccc
c1 3c
cc o1
cs 5
o ccc3
5 6c
c4 ccc23c
45 o
c8 cc
7 oc
ncc oc
c5 n
c1oc2 oc
c3 ccc4c
n2cccc 2c
c2 ccn
n cccn
c5oc oc5
o n
c2 cn
cl c1
4 c3
oc n
s c2
c8 oc
cn3 c2
7 c8
c2 cc1
c3 ccc2
cc 7c
7 ccc
c1 c4
n1 ccc2
coc1 oc
c4 ccccc4
5 nc
o 1c
n 5cc
cccccccccccccccc cc
c2 3c
4 cc5
ccccc 7
4 sc
cs cc
oc2 cc3
c3oc oc3
ccc5 c6
2 sc
1 6c
n 8
c2 ccc4
cn4 ccn
cn 6
8 oc
cnc 6
c9 oc
c4 2
cc4 cc
coc 4oc
cc1 c2
c7 6
n4 cccc
s 2
c2 occ
c3 cn
c4 o3
c2 oc3oc
oc9 occ
2 ccn
n 6c
10 cccc
45 ccc
11 ccc
n1 cccc
4 co
c1c l
c1 ncc
n c3c
oc1 ccc
7 6c
c5 3
oc8 occ
oc o2
-] )[
coc 3oc
10 ccc
nc 8
2 c4
n2 ccccc
1c nc
ccc5 4c
ss cc
cn 1c2
12 c3
34 ccc
c1 br
n ccc4
cccccccccccccccc ccc
1 sc
c2oc oc2
cc2 cc
oc3 occ
1 3cc
cc3 cc
c4 nc
c1 c2c
n1 c2
cccccccccccccccc cccc
c9 cc
3 4cc
cc6 5
cc6 c5
f c1
n o1
o ccc2
c br
occ1 c
8 o
cc1 2c
cccccccccccccccc cccccc
3c oc
c7 oc8oc
cc5 oc
1 oc2
n4cc occ4
cc4 o
n1 cc2
2 cccc
ccc3 4c
2c nc
ccc 6c
s i
ccccc 8
s c1
4oc oc4c
c2 ccc3c
nc3 2
cccc o
oc2 cc
1 cc4
c3 oc4oc
ccc4 c3
oc4 c3
n4 ccn
cc1 4
c3 n1
c5ccc4 3c
occ 6
cc oc3
n4 ccccc4
3 5
4c nc
12 oc
nc1 cc
1 o2
c2 c3oc
ncc1 n2ccc
34 o
c2 c3c
c4 cccc4
n2 c3
oc3 ccc4
4 cccc
c6 c7
cccc cc1
c3 c5
cc 8c
c4 cc5
occ oc
4 1c
1c n2cc
cccccccccccccccc ccccc
ccn cc2
5 n
10 9
3 sc
cc4 cn
6 7
3oc oc3c
c4 cc4
n3 c4
cc1 nc
oc2 c1occ2
4 cn
nc 9
c4 ccn
n3 ccc4
23 o
cc1 5
c7 c8
cs 1
c4 ccc3
n2ccccc 21
6 n
c3 ccn
ccc n2ccccc21
3cc occ3
7 8
cc4 n
c1oc 3oc
1 cc3
c3 4c
@] (=
ccn 5
2 o3
c5 ccccc5
c4 c2
c1 cc2c
br c
cc3 1
12 cccc
cn3 ccn
n cc6
n3cc occ3
3oc n
c6 4
oc nc
4 ccc5
c5 ccc
5oc oc5c
c3 occ
cc3 n
oc 7c
nn 3c
c4 5c
5 3
n2 3
n1 3
cc4 nc3
oc5 occ
3 o2
n 12
c3 oc2
oc3 cc
2 cc1
c8 7
9 oc
1 7c
6 4
c4 ccc2nc
ccc3 c4ccc
c3 ccccc3
cn 5c
cc4 n3
ch 2
c5 ccc2nc
oc1c oc2c1occ2
ccccc 9
4 c1
4cc occ4
cccn 1c
cc s
cco cc4
o oc
n ccc2
cc5 cc
n3 n
n4 2
cc3c l
oc1c oc
cc5c4 cc2c
oc3 cc4
4 5cc
n ccccc
c7 c6
c2 c5
n5 ccc
coc 6
s ccnc
9 o
cccc nc
c2 n1
3 cc2
c5 6
cnc 8
ncc1 oc
5 3c
c2o cc3
c6 oc7oc
oc1 c2c
c5 c3
4 2c
cc1 cc2
ccc3 c4
1 4cc
cc4 5
6 nc
3c oc4
n2 ccc3
c4 c1
8 c9
c3 coc
cnc 7
c1 cn
c8 oc9oc
3 oc2
ccn 3c2
occ1 2c
1 c4
c6 oc6
6 5
n4 n
cn 2ccc
nc1 cn
c3 oc3
] \
11 cccc
ccc2 3o
14 o
n6 c5
3 c5
c4 oc5
cc2 nc
12c n3c
cccccccccccccccc ccccccc
8 ccc
oc2 c1
10 occ
ccn 2
5 cc6
s c3
c1 ccc4
cc2 n3c
@@] (=
cc oc2
c1n 2cc
n1cccc 1c
4 oc5
n c4c
c23 ccc
n ccco
4 o3
o ccc4
c4 c3c
c5 o4
n o4
c1 6
c3 cc4
cc3 ccc
5 cccc
n cccccc
cn2 cc3
c2c l
2c n3c
ccn 4c
c1 coc
cc6 c7
cc 9c
ccc3c2 ccc4
nc4 ccccc4
occ occ
ccc2 3
ccc2 c3ccc4
9 ccc
c8 ccc7
oc5 c4
cc1 2ccc
cccc 12c
nc1 ccccc1
ccc7 c8
c2 oc4
2c oc3
cc7 c6
c5 cc4
c1ccc 2c
cc3 nc2
c5 cc6
c4 oc5oc
ncc s
n ccc5
coc 5oc
n n2
cc5 6
c3 cc3
c4ccc 5cc
c4 c5cc
1 ccc3
c1 4c
occ1 c2
34 c5
nc1 ccn2c
1ccc n2cccc
3cn 4cc
n3cccc 3c
css cc
1c oc
br c1
c4 occ
10 c9
13 oc
n4 cccc4
c1 cccc
nc nc
cn 2c1
oc3 c4
ncc nc
c1ccc2 c3c
c1 ccc5
c5 nc
c8 c7
5 cc4
cccccccccccccccc cccccccc
cco cc3
coc2 c1occ2
6 cc7
c4 cc6
c1oc 3
23 ccc
c6oc oc6
n occ
cn 2c3
nc1 coc2c1occ2
c4 ccc32c
cc5 o
c3c l
c5 cccc5
co ccn
n 8c
n2 cc3c4
cn3 cc4
n4ccccc4 3
3 1cc
cc5 n
c4ccc 5c
4 ccn
c1 f
c6 n
occ 7
ccc1 c2
cn 7
cccn 4c
n cc1c
n5cc occ5
o ccco
c3 5
23 c4
cn s
nc1 2
2c 5
cc5 4c
ccn 3
c3oc n
ncc o
c5 oc6
occ c1
2 4c
13 ccc
c3n1 cc4cn
cnc 9
cc2 oc1
oc o7
oc4 cccc4
5 sc
c4 cl
c4 6
c5 nc4
ccc1 nc
n3 cccc3
1 8c
2 o1
2c n3cc
c3 co
co n
cccc 23c
c6 ccccc6
c7 ccc6
1 o3
cc1 n
oc2 occ
5 co
- ](
1 c5
1cc n
5 2
cc2 oc3
cc2 3c
4 6
cc2 c4
n2 n
45 co
cn 1ccc
c4 c5c
ccc2 c1c
n oc1c
c8 c9
3 6
n a
cc1 c3
ccn 1
co ccc
3 o4
c2 oc1c
cc43 ccc5
2 1cc
c4 5ccc
oc1 2
cc6 cc
n2ccn 3c
1 5cc
s 4
43 o6
c4 ccocc4
cc1 6
5 c4
occ o5
8 7
c3 cc2c1
cccc oc
ccc6 c7
n 9
cco cc2
cc3 n2
c6 ccc
11 occ
occ nc
oc2 co
oc4 occ
32 co3
coc 8oc
10 ccccc
cc2 ccc
oc3 co
cc7 6
coc 2c
3ccc n4cccc
6 7c
4 coc
3 ccn2c
c3 ccn2c
1 cccn1c
3 co2
c3 cccc3
ccc5 c4
ncc1 cccn2ccccc21
n 7c
c2 5
cc4 cc3
cccn 3c
ncc2 n3ccc
c6 o5
c9 8
8 9
oc 8c
coc o
c6 7
6 3
oc3 cccc3
cc6 o
cs c1
cc5nc4 c2
ccc4 5
cc3 cc2
o o1
c2 c6
c2 n1c
2 nc3
coc3 c2occ3
coc 8
c2 ccccc2
c4 3c
5 o4
ccc 3cc
cn 3cc
c2 coc
2 o4
nc2 c1
c3cc 4c
c1 cc3
43 co4
c6 co
c1ccc2 c3cc
nc n
cn cc4
ccn 6
cc6 oc
8 7c
4 oc1
5 coc
ccn 3cc
cc2oc 3cn
c1 cn2cc
nn 4c
cn cc1
n2cc3 n
ccc2 o
ccc3 cc4
14 ccc
3co ccn
ncccc nc
cc2 c1c
cc5 oc6
6 3c
ccc2 1
c5 oc6oc
5 cccn
ccc4 cc
cc4 f
ccc6 cc
15 o
4 6c
cs 6
2 cc4
cn 4cc
coc 7oc
c5 oc5
nc1 ccc2
c4 1
o1 c2
ccn 4
c9 c8
cn ccc
cn 7c
cc3 n1c
c3 2c
2cc oc
1o n
nc3 ccccc3
oc4 cc
cn3 c4
cc4c l
ccc oc1
3c nc
coc 7
n3 ccccc
occ 8
13 cccc
nc5 ccccc5
c1 cn2
cc8 c7
2 5
c1o cc2oc
ccn 5c
ccc4 5c
c3ccc2 1c
n4 c5
cc2 c3c
5cc occ5
cc3 f
cc3 oc2c
cc4 3c
co cc1
c2 oc4oc
nn 1c
c2ccc4 c5c
ccc1 3
ccn c1
oc1 occ
ccc6 5c
o ccc5
oc2 3
n4 cc5
7 n
12 occ
23 co
c6ccc5 4c
7 5
c2 c1o
oc 5cc
c1 cc2c3
c6 nc
c3ccc4 cc
c9 ccc
4 3cc
c2 ccc4c5
1c 6
ccc1 3c
10 nc
oc1 cc2c3
n2cc occ2
n nc2
c3 4ccc
cc3ccc n4ccccc43
4 c6
4 occ
nccc oc
34 co
cc5c4 c2
2oc oc2c
ncc1 occ
4 c2
c7 oc9oc
4 6cc
oc1 2c
c3oc 2c
1c l
nc2 coc3c2occ3
cc4 oc3
c5 cc5
cc4 ccccc4
oc6 cc
ncc3 ccc
7 6
cn cco
cccc3 2
ccc2 c3
c1o p
8 n
c5 4c
o cc2c3
c4 oc4
c4 ccn3c
oc3 c2
cc6 nc5
7 nc
c2 ccc1
cn 6c
cc4 n3c
12 oc3
3 cc43ccc5
ccn cc1
oc1 c2c3
coc 3c
o occ
c6 c4
cc7 cc
c4cc6 oc7
ccc2 4c
2ccc n2c
c3 c4c
oc1coc2c1occ2 nc
s c4
c1 ccc6
c6 c7cc
cn 8
oc4 co
cn3 cc1
n 6cc
c3 n1c
cc4 c2
c1 c5
ccn 2cc
ccc4 2
n1 c3
ccc3 1
c5 ccc6
cc4 cc56
ccc2 n
oc2 c3
cc1 cc3
oc3 2
occ3 oc
= [
nc ss
11cc ccc
c2cn3 ccn
8 nc
ccc2 cc3c
n4cccc 4c
cc occ
c2ccc3 c4
7 8c
4oc oc4c3
o cccccccccccccccc
c5 ccn
n4 ccc5
ccc 7c
cc7 oc8
cn1cc n
cc5nc4 c3
5 7
n2ccn 3
cc2 cc3
cc2 n1
cc4 2
31 cc4
c2oc1c 7
oc1c n
cc4cc56 c3
c7 o6
(\ [
cc3 nc
occ ccc
ccn cc3
12 ccc3
c8 ccc
ccc4 3
c2cn3 ccc2cc3c
coc 6oc
cc6 4
3cn 4c
( #
n n2c
c2 cc4
nc 6c
nc4 cc4
c4 2c
c4 ccc4
c8 ccccc8
c1oc2 3c
c3 cccc4
cc2 n1c
coc 1c
cc ss
c7 cccc7
15 ccc
56 ccc
cc4nc3 c2
3 oc1
c7 ccccc7
2ccc n3cccc
2 2
occc oc
c3 ccc2nc
oc2 oc3
12 co
cn4 ccc
c6 cccc6
n1cc occ1
c1 cco
3c ncc
cc2 cc1
cn cc2
c7 n
cc2oc 3c
cc c1o
cn c2c1
c7 oc7
10 ccc9
oc2 cccc2
cc3c n
n cccc1
c1 nn
c4 co
cc1 n2c
2ccn 3
o cccccccc
cc7 c8
cn3 ccc
23c oc
3ccc nc3
1 9c
] )
cc1 cl
cc3 c2c
5 ccc6
8 9c
1cc n2
cc5 oc4
oc3 4c
nc2 ccccc2
oc6 cccc6
c5 7
oc1 co
c2cc 3c
c1 c4c
c1occ2 3c
c2cc3 ccc
o o2
14 oc
c2oc3 occ
3 5c
cc3 n2c
c2 3o
c7 ccc
c1 ccccc
@@]( /
ccc8 c9
n1 c34
nc1 coc
ncccc n
3 cc1
9 nc
c8 cccc8
+] )
cc12 cc3
cccc 2c1
ccn cc
c1n cccc
cc4 1
c7 5
ccn 4c3
cccc2 1
1 6cc
oc4 c32
c1ccc o
c4 ccc2c1
n3 ccccc3
c2 n3c
ccn 13
c3 ccc2c1
cccc ccc1
10 8
c1n c2c
5 4o
6 4cc
c2 3oc
cccc cc1c
c5 occ
5oc oc5c4
5 4cc
11 nc
6oc oc6c
cccc 5c
cc4 nc
c8 9
nc1coc2c1occ2 n3n
cc9 oc
cn4 ccccc4
c3 o1
c5 1
cc2 oc1c
oc2oc 3c
4 cccn
n n3
c1 7
c2 cn3c
c3 c2o
cc3 c1
o cccc1
ccc 9c
cc5 cc4
ncc 7
cc2 c13
c34 oc4
c2cn3ccc2cc3c n4n
nc1 cc1
c2 6
c4 coc
c5 2
2c 7
cc2 1c
ss 2
cc2 ccncc2
oc5 co
nc2 cn
c5oc 5c
c3 ccc5
1cc o
10 n
nc1 cn2c
cccc 2c3
c5 oc4
cc1 7
cc1 ccc
cc4 cc4
oc4 3
c9 ccc8
oc5 4
c1oc2 c3c
14 cccc
6 oc7
] /
c4 c6
cn2 ccn
c3ccc4 c5
cc2ccncc2 cc3
1c oc2
ncc2 ccc
7 cc8
cccc 2c
cc4 s3
ccccc nc
ccc1 cc
n3 1
coc3 occ
cn2cc oc
oc3cc4 c5cc
c3 ccc2c
cc1 f
21 co
cn5 ccn
cn 3ccocc3
cccccccccccccccc ccccccccc
c1ccc2 cc
c1ccn 2ccc
1 ccccccc
n1 cc2n
coc4 occ
oc2 oc3ccc4
c9 cccc9
c9 ccccc9
6 co
cc c1oc
(= [
c3n1 ccc3
7 6cc
cc1 3c
occ 3c
12 ccccc
cc4c3 c1
3 2cc
c1 ccn2c
c1 ccccc1
cn 12
cc9 cc
3c n2c1
ccc2 oc
cc2 nc1
ccccc o
n3 cccc4
c2 cccc2
c12 o
15 cccc
1ccc2 c3c
c3 1c
cc3 occ
ccc3 c4cc
n6 ccc
nccn 3c
c1 cccc1
cc5 n4c
ccn 6c
oc5 cccc5
2c ncc
c7 c8cc
n2 cccc2
9 n
cccc 1c
cc1 c4
cn 9
1cc occ1
cc8 oc9
n2 4
] )[
n3 cc4c5
cc54 ccc6
6 5cc
c2 4c
cc3 2c
1cc n3cc4
cc5 n1c34
ccc2 1c
c6 oc8oc
c7 co
ccc2 c4
n1 n
cs c3
c1oc2 c3
oc7 cc
c5cc 6c
c6 cc5
ccc5 4cc3
ccccc5 4
ccc s
c1c nc
c4cc3 o
o cccccc
c1c2 c3
oc1ccc2 3cc43ccc5
cc3 oc2
c6 ccc2
oc4 cc5
nc2 1
4 co3
3c 6
1c ssc
cn3 ccc4
3ccc n3cc4
5 oc6
9 7
c1 n2ccc
c3 cc5oc6
c5 6ccc
oc6 c5
cc5nc4 3
c2 cccc3
c5 c2
5 ccc12c
5 6o
c2 ccn1c
cc4 oc3c
6 c5
c2 nc3
c7 8
n1 cccc1
16 o
3 cccn3c
c2 s
oc1 oc2c
12c oc
13 ccccc
8 ccc9
c4 oc3
cc1 occ
ccn 2c1
16 cccc
6 cccc
co ccnc
oc4 ccc5
occ1 2ccc
c3 ccocc3
2cc c1
c2c1 c3
1 7cc
4 o6
coc 2cc
11 n
n cc2oc
c2 cccc
cn 8c
c7 nc
oc2 ccc
c1c2 3
n1cc n2
cccc3 2c
c3 f
1c n2c
cc9 c8
4occ oc4c3
c2 c1oc
5 cn
c1 s
co ccoc1
occ o3
oc2 3c
oc3 cc4c5
o o4
s c5
c1 3o
c1oc 4oc
4 1cc
cs c2
cc7 ccc
9 8
c5 co
cn cc3
c1 cccc2
c12 ccc3
c5 c7
c2c ss
cc5 3
3ccc n3
occ2 3
6 cccn
c2 br
c6 ccc7
cc4 oc5oc
oc2 1
oc2 cc3c
2 n3
4 oc3
6 4c
c2 c3cc
c3 cccc
c3 c1c
c5 cc7oc8
c6 oc9oc
occ 9
cccn 5
c43 oc4
1 n2c
c4 f
cn 23
occ 2c
ccn 21
oc3 4
cc8 cc
c2c3 ccc4c5
cc2 ccn
nccccc n
5 2c
n ccn1c
o ccc6
oc 9c
cc4 c3c
10 9c
cc5 ccc
c1n cccccc
cc8 c9
4 ccn3c
n n1
s c1oc
oc ncc
c1 sc
c3 2o
c6 oc7
coc 9oc
cn 9c
2cc nc
14 ccccc
occ4 oc
cn1 c2oc
cc7c6 cc4c3
4 o2
4 cccn4c
5 6cc
1c 7
@]( /
oc1cc2 n
2 s1
s 5
c2 3cc
cc3 ccccc3
c6 cc7
oc2 c3oc
cc8 7
c2ccc3 c4cc
o oc2
c1 2cc
c3 cc1
c4 nc3
cc3 oc3
ccn 12
nc1 co
c1ccc2 c3ccc4cc
c1ccc3 4cc
c7 ccc8
12 nc
c3oc4 occ
c6 nc5
cc5 n4
cc5 c4cc
11 9
cc7 oc6
4ccc n4
3 f
3 o1
cccccccc c1
c1o ccc
c9 nc
oc6 co
nc3 cc3
c23 oc3
6 7ccc
c3 n2
cc3 c5
10 cn
cc5c4 cc3
cc3nc2 cc1
1 cccccccccc
cc3 c1c
c1 c3c
c6 3
6cc occ6
2co 1
coc8 occ
c3 1oc
c5 c4c
1cc nc
oc1 c2oc
ccn 8
c8 6
ncc sc
8 cccc
n 9c
ccc n2c
c3 n2c
c5 cccc
cc2 c3cc
cn 4ccocc4
2o n
n5 ccn
c3 cc2c
co cc3
c5 cl
cn 1cc2
cn 2n
cc4 ccc
cc6nc5 c4
cc2 4
coc 3cc
ncc 9
n ccc6
cc3 br
oc3 1
cs 7
cccccc o
c1occ 2c
c4c3 5c
css c2
cc oc4
c1oc 8oc
c8 c6
cn3 ccccc3
4 cc54ccc6
6 oc1
6 8c
ccc l
c8 4
cc2c l
cn2 cccc2c3
c1oc2cc 3c
ccccc6 5
cc5 c3
ccn 1cc
cc6 7
13 occ
34 ccn
cc9 nc
c12 oc2
nc2 cc
nc1coc2c1occ2 nc3
s cc2
c1 cccccc
cc1 cn
cs c4
3 5o
cc1 2cc
ccn 7
ccn cc4
n3 4
cc7 cc8
cn4 3
2 oc4
5 o6
c3 n1ccn
cc1 8
cc3 c2c1
ccccc4 c3
c1occ2 n1c3
6 8
c2 cn1cc
cc1 cccn2ccccc21
c7 cc8
10 co
c4o cc2
c1ccc2 c3
coc3 2
6 ccc7
c6 cc8oc9
cn ccnc
c7 8c
cnc n
cc7 oc
23 c1
1 cccc2
7 c9
ccc 5cc
c4 o2
c4 o1
c5 6c
c6 2
c7 c5
oc1 ccc2c
ccc6 5
c3 nccc
ccc4 oc
1ccc2 c3cc
c5cc occ5
16 ccc
cn2 ccc3
2co ccn
oc2ccc3 4cc54ccc6
c1 n2ccn
cccc 1o
c4 cn
cc4 oc4
n1 ccccc1
17 cccc
nccn 3ccocc3
2 ccn1c
3 occ
co cc2
cc1 oc2
c7 4
(/ [
c4oc 3c
nccn 4ccocc4
3 cccc4
5 c2
5 1c
8 6
c2 cc2
c5 ccn4c
cc2 occ
ccn 1c2
c4oc 4c
ccc54cc3 5ccc12c
6 1cc
c3 c6
n1cc n2c
20 c
o 1cc
c1 cccc5
ccc nc2
c2 1c
45 cccc
nc2coc3c2occ3 n4n
1 br
o cccnc
c1 cc4
cc3 4c
cc3 oc1
ccc2 c3cc
ccc3 oc3
n2 cccc3
cc2c3 1nc
nccn 1ccocc1
2 1o
c3 br
c4 ccc1
cc2 ccccc2
cc3 nc2c
oc8 cc
cc9 8
coc5 occ
n2ccccc 2c
1 oc4
n 7cc
c1 8c
oc1 3
c1c2 oc3
ccc6 c5
cn4 cccc
3coccn 3c4
n3ccccc 32
n co
nc 7c
cc4c3 cc2
cc6c5 cc3c2
c1nc2c sc
4 3o
4 3co
oc oc
c3 c12
oc3 ccc
ccc5 4
c3c2 n
cn4 c3
5 oc1
occ1 2
coc2 occ
c2 ccc4c
c6 3c
c2cc c1c
cc2c3 n1c
c1nc2 ccn
c4cc5 oc6
4ccn 5cc
7 3
cc occ1
c5 c4o
cc1 oc2oc
cc3 c4ccc
5c 8
fc1 cn
ccc3 o
cs 8
occ1 n2ccc
c2c3 ccc
n3ccccc 3c
c4occ2 o4
5 occ
12 cc3
c8 9c
13 nc
cc5 3cc
cc5 c4c
oc5 cc6
c2ccc3 c4c
4 ccn5
c3 4cc
1c oc3
cc3 oc4
cn 5cc
occ o4
ccc4 c3cc
n2 ccccc2
cc6 c4
nc2 3
15 oc
c3c2 c4
cccc oc1
c4 cc5c6
cc1 9
cc4 cc5
cc4 c3c2
nc1 n
nc4 3
6 o5
9 8c
ccc n1
c4 oc23
c6 cl
4c 7
c3 4oc
cc4 c5cc
cccccccc 1
oc4 ccc
1 oc5
o ccccccccc
oc o8
c1 c2oc
coc 9
c1c2 cc
c4ccc3 1c
4 o5
7 cccc
c2 c13
1c n2ccc3
1cc ccc
oc1 2cc
n2 c4
oc4 ccccc4
3o n
cc5nc4 cc3
c1 4o
c2 ccc5
ncc 8
c3o cc4
nc1 cccc1
15 ccccc
n5 cccc5
ncc1 n2c
oc3cc4c5 ccc6cc
1 o5
6 2c7
oc7 cccc7
4 cccc5
7 o1
c6 oc5
ccc2 n3cc
c8 n
8 7o
n os
c4 5oc
c5 coc
c7 c6c
54 co5
1 8cc
c1 9c
c8 oc9occ
n1 4
nc1 ccn
nc2 n
ncccc o
2ccn 3cc
2 oc5
s c3cc4c
oc ssc
ccc3 c1
c4c sscc
cc6 n
c1ccc2 c3ccc4
cn5 cn
c5occ oc5
c1 cn2c
cc1 oc3cc
cc3 n4c
cn 13
12c n
oc5 ccc6
nc4 cccc4
cn5cn cc54
4 2cc
6 cc5
c1 coc3
c4 c6c
ccc3 4o
c2oc 3cn
nccccc nc
2 6
6 7o
7 5c
o cccn
ccc2 4
occ1 cc
4cccn 5cccc
7 c5
7 2coc
s 1c
c3 nc2
c5 c6oc
cc1 br
cc3 s2
1cc n2cc
ccccc n
nc1 cc2
occ1 cccn2ccccc21
23 oc
cc3c2 ccc1
n nc1
c2 sc1
c3 c4oc
c3 co2
c3 cc2o
cn cccc
12 cccn
ccc4 c13
ccccccc o
cccccccccccccccc cccccccccc
8 c7
9 coc
c p
c3 cc5
c4 c13
cc4 nc3c
1cc oc
45 coc
c7oc oc7
2c 6
cc3 c12
c1ccc 3c
ss cc3
cnc3 cc2c4
c4ccn cc4
coc7 occ
o n5c
c6 ccc2nc
cc5 ccccc5
cc9 oc8
oc3c oc
6oc oc6c5
4cn s
7 c6
2c s
cc3 c2o
1cc 6
c1oc 9oc
oc2 o
oc2 c1o
c1oc2 3c4
ccoc 8
c3c1 ccn
cc4nc3 cc2
n oc2c
cc5 f
c9 oc9
cn2cc occ2c3
7 ccc8
9 cccc9
c1 nc3
c4 oc2
cc1 ncc
cc1 4o
occ o6
oc1 2ccc3
c2occ 3c
ncc3ccc n4ccccc43
8 cc9
cc o2
c2 sc
c4 1oc
cc4 5o
c9 7
13 c2
cn6 ccccc65
1 cccn
ccc 8c
nc ssc
ccn cc6
ccn 3ccc
c1cc oc
3o cc2
c2ccc3 c4ccc
3coccn 3cc4
4 1oc
cc3 cc3
12 o3
cc6 2
1ccc2 c3
2coccn 2c3
3 n2c
5 3ccn
c i
o o3
c1 cccc3
c2 oc5oc
cc1 oc2c
c8 oc8
2cc 6
n1 cc2c3
c2o cc1c3
c12 3
5cccn 53
c5 ccc34c
cc4 nc32
ccnc oc1
43 c5
23o o5
2 5c
2 n1
2 sc1
c4 ccc6
cc1 c2c
c8 nc
oc5 o
n4 3
cc7 nc6
c1n ccc2
css cc8c
5 1
6 coc
a s
c3 c4cc
c5 ccc5
cc2 occ1
c7 oc6
ccc1 n
cc7 o
oc1ccc2 c3ccc4
occocc occocc
2 4o
c3 n1cc
c3 cc12
cc1 ccc2
n5 ccccc5
cn4 cccc4
n2cc oc
3ccc n4ccc
ccc9 2c
8 5
cc o6
c4 c7
c4 c3o
c5 3c
c5 c6c
cccccccc o
occ1 n
c2oc 3c
cccc3 4c
ccc7 6c
16 ccccc
oc1c2 cc3c1c
cccn5 ccccc54
o n1c
c3 ccc3
c5 oc7oc
cc3 c4cc
ccn 9
2ccc nc2
css cc4
4ccc o4
cc1ccn 3ccn
6cccn 63
2 cc5
4 1o
6 7cc
o o5
o ccccccc
cc oc5
co cco
cc4 occ
oc2 4
cccn 1cc
2c3 ccccc3
c4occ oc4
s cc4
c1 cccc4
co ccn1c
ccn 3ccn
c1o ccc2
n2 cc3oc
n3 2
c2o cc1
nccc nc
cn4 cc5
18 cccc
42 co4
5occ oc5c4
6 7c8
cc o4
oc n2c
c6 cccc
5c nc
ccn c2
ccc4 2c
n1 ccc4
ncc1 ccc
17 o
cc1o oc
5 c3
5 ccn
c1 c6
c3 4o
cccc 3c
c6 7c
cn c2c
cc4 5c
oc1 4
oc1 o
ccn 1cccc
cc7 8c
ccc2c 5
2 o5
c5 cssc
cc1 occ3
cc2 oc2c
occ 6oc
c7 oc8
oc3 ccccc3
ccc1 nc2
n4 c6
ss cc4
cc4c3 cc2c
n1cccc c1c
c3 ccc1c2
cccc cc2
cccc cc3
c5 c3c
cc2 br
c2c ssc
12 n
occ1 cc2c
34 c1
cn3 2
oc2c oc
nccc 7
c1 c3c4
c2 coc3
c3 nc5
cccc 7c
oc6 coc
c1occ2 3c1
c13c oc
3 o5
8 coc
9 cccc
c3 c2oc
cccc n1c
c5 c1c
cc4 br
ccn 4cc
ccn 4ccocc4
ccc2 oc2
oc3 c4oc
ncc 2c
cc9 o
cccc4 3
17 ccc
cc5c l
54 o6
78 ccc
7 9
7 6o
c9 n
c3ccn cc3
2 n3c
5 c7
7 4
cccc 43c
c4 oc6oc
cc1 nc2
1c s
cn cc5
cc4 o3
ccccc 3c2
ccn cc7
ccn 3ccc4
oc7 ccc
n1c 7
cn2 c3oc
31 co3
n oc3
c2 c3cc4c
cc3 nc12
10 cnc
6c nc
ncc o3
c3oc 3c
ccc4c nc
32 c4
c64 8
c7ccc8 2c
c2 oc6oc
cc1 2oc
cc3 ccncc3
ccc2 c3c
oc2 c3oc3
n1 c4
cc2c 5
cc2c n1c
c12 oc
occ3 c4
cc23 oc3
cc3ccncc3 cc4
n oc3c
3c n4ccn
3cc oc
cc6 oc7
c2oc 9oc
c3oc oc4
3co cc
n7 c6
1 c2c
4 cc2
7 occ
c3 ccc12
c4 6ccc
c5 ccc6c
cc3 n1ccn
cn ccc4
ccc2 6o
oc2 c3c
cc6 5c
c2c3 occ
c2c3 oc4
n5 cccc5c
cccc8 7
c2ccn cc2
6n 9c
coccn c1
12cccn 3cc
2 occ
6 c4
c2 c4oc
2c ns
c7 oc8occ
oc3 o
ccc3 c1ccc4
cs c2n1c
occ1 2cn
oc6 ccc
23 ccn
45 c6
3 n2
c3 oc5oc
c4 cccc
4c 8
ccn 5ccocc5
cccccccccccccccc ccccccccccc
nc5 cc5
c23 c1
cn5 3
ncccn ccccn
4 coc5
ccc n3
c4 c2c
1cc 5
c7 4cc5
11 8
oc7 co
nccc oc1
n5 c3
ss 4
1 o6
9 c8
c4 n1cc
nc 5c
cn n
n3 c1
4o ccc
c3c4 ccc
c2cn3 ccc
oc1coc2c1occ2 n3n
3 sc2
3 s2
8 3
s c2cc3c
cc o3
cc oc2oc
c1 7c
c5 o1
10 2c
ccn 1cc2
ccc3 c12c
br c1ccc
c23 oc4
c3ccc4 c5c
n n4
c5 f
cc3 cc4
cc3 ccn12
cn 2o
cc4 c13
ccc1 4
cs c1c
nc1 c2
ccccccc n
ccccccc 2c
nc4 ccn
ss c1
cc23 ccc4c
6 5o
o cccccccccccc
c1 8
c1 cc1c
cc3 cc2c
12 cccc3
nc3 n
+] =[
c1ccc 7
11c n
cn4 ccc5
cc5c4 2
n7 cc8
c3occ oc3
cc7oc6 c8
3 nc2
3 cccn
cc5 n6c
oc1 oc2
n2 cc4
c1c2 n
nc4 ccc
cc8 o
c2c3 4
css cc5
nccn 4c
c6cc5 cc7oc6c8
5 3cc
6 2c
s c1c
ccc n2
c4 c3c2
c6 c3
c6 c8
c7 cl
cc5 cc6
c8 co
ccc4 5o
n2 c3c4
n5 cccc
cn5 cccc
c23c oc
1 o4
4 oc6
n 8cc
s ccn
c1 c32
c4 ccc3c
10 c2
ccn cc5
12 3
2cc 8
cc6 ccc5
c12 c3
cccn cc1
cccc1 nc
occcc nc
c3 coc4
c5 cnc
cc2 cc4
cc3 o2
coc 4c
cc4 cccn5ccccc54
cc5 c7
c8 5
oc5 c6
c1n cc2
cc9 ccc
c1occ2 3
ccc4c3 ccc5
2 oc6
6 cccc7
7 o6
o cccccccccc
c4 c1c
c4 cccn
2c ncc3
1c 8
cc2 n1cc
10 7
10 cc9
12 ccn
occ1 2coc
nc2 ccn
c2oc 2c
cc5c4 c1
c2cn3 cccc3
c1cn2cc c1cc2c
c1 cc1
c2 f
c3 6
c3 cn4
c4 cc1
c4 n3
c5 2c
c5 c14
3c 8
cc3 cc4cc
1cc 2c
c1oc 5oc
7 8cc
c2 oc5
c2 c1cc
c5 cc1
c5 oc8oc
cc2 nc1c
c6 occ
c6 ccn5c
cccccccc 2
oc5 c32
13 n
cc7 5
cc7 8
ncc1 occ2
occ3 4
c6oc 6c
ccccc5 c4
cc3c2 cc1
c2oc1 c3
c2cn 3ccocc3
c2occ oc2
c1cn2ccc1cc2c n3n
1 nc2
c1 9
ccc n4
c3 c1cc
co cc8
c5 ccc3c2
1c ns
cn cccoc
c1oc 4
c7 cc9oc
cc5 cc5
ccccc 3c
ccccc 2c1
oc4 o
ccc1 2oc
oc5 ccc
nc2 cccc2
cc7 c9
nc3 ccn
c3oc 4c
+] (=
occ4 c5
4occc oc4c3
1 oc3
6 9c
7 4c
n cccc4
s n
c3 c2c1
c4 6c
c4 oc5occ
cc2 3c4
cc3 cccc
c6 7ccc
cn c4c3
cc5 6c
c8 c5
c8 oc9
ccc4 c5cc
oc4 5
cs 9
occ1 2cc
ss cc7
2co cc3
ccccccccccccc 2
oc1c2 oc2
4oc5 6oc7
6 2
8 co
c3 2oc
c3 cc4cc
c4 br
c4 nc6
c5 cc3
c5 o2
coc 43
c2c 7
oc3 ccn
3cc nc
ccc4 c1c
ccc5 6o
css c8
cn6 cccc
oc1coc2c1occ2 nc3
4 co4
c1 5c
c2 ccc6
c3 s
c4 c23
cc1 coc
cc1 4c5
cc5 2
ccc3 4cc
cl cc
6c 9
cc6 oc5
oc5 3
c4oc 5c
cn3 cc4c5
c32 f
cn4 2
css cc9oc8
5 c1
c5 c1
oc1 3c
ccc3 nc
n1 cccc2
nc2 coc3c
oc7 ccccc7
c1ccc2 3cc43ccc5
ss cc2cc
c2oc3 oc4
8 9ccc
@ +]
] (=
s c32
c1 n2
cc3 5
cc3 c4c
c2o s
oc5 ccccc5
nh 3
cc7 n
cccn 7c5
c3c2 co
c2c3 ccc4
n6 cc7
) #
n 9cc
s cc3
c1 6c
ccc oc2
c2 coc1
c3 ccc1
c4 ccc32
2c ssc
1cc n2c
c1oc 6oc
ccc2 cc
cc6 cc7
nn 1cc
cccc4 c3
nc2coc3c2occ3 nc4
3 2ccc
4 o1
7 coc
7 cnc
c1 n2c3
c2 cc1c
cc1 4c
cc2 f
cc2 oc2
cn co
ccn 5cc
cc6 cc5
ccc5 6
nc3 cc
1ccc n1
ccc7 c6
cn2 1
n2cc occ
c1occ2 c1
css c4
cnc6 n
c2 nccc
c2 co1
c5 c4oc
cc1 cccc
cn 7cc
oc2 c1c
n1 o
13 2
nc5 6
c4c3 ccc12c
ccc9 8
c2cc3 ccc4
ccc5c4 ccc6
3coccn 32
+ ]%
1 occ
3 co3
cc2 cccc
cc2 c1o
cc2 3cc
cc2 3o
c6 nc9
oc3 c2o
2cc occ2
c9 cc7
ccc5 c4c
34 cccc
cc1ccn cc1cc2
o cccc2
cccc 8c
c5 nc7
c6 coc
cn ccc2
cn c2cc
c7 nc6
cc5 c2
ccn 2ccc
ccc2 3ccc
c8 o7
ccc4 1
cc7 6c
c1c2 4
cc8 ccc
oc3oc 4c
oc8 cccc8
ccccccccccccc 3
cc5c4 ccn13
cn1 cccc
cc4c3 nc
cc2ccc n3ccccc32
c4cc5oc6 5c
2 o6
n cccc3
c1 n2cccc2c
c2 oc2
c2 ncc
c2 nc4
c4 c2o
cc4 ccc5
cc4 nc23
c2c nc
c7 cc6
ccn 32
c1o oc
11 7
n4 c2
c4cc 5c
c45 oc6
ccc2c3ccc4 cc
5cccn 5c
ccc1oc 1cc
9 co
c2 ccnc
cn 1n
cn 5ccocc5
c7 occ
10 coc
oc1 oc2oc3
c8 c6c
occ1 cc2
cccccccccccccccc ccccccccccccc
cccc2 1c
n5 n
nc6 ccccc6
cc2c1 cn4ccn
oc1c2c3 cc1
coc1c oc2c1occ2
ccss cc5
7 n4c6
s e
c2 7
nc ncc
coc 3cn
cn 6ccocc6
cc4 oc5
oc3 c2c
cccccc oc
nc2 c3
nc2 coc
oc6 cccoc
cc7 nc
nn 5c
n1cc oc
cc2c3 ccc4
11c oc
css cc3
4oc5 6c
3occ nc4ccc
1 ccc4
3 7
3 1o
7 co
c3 c2cc
cc1 co
cc2 co
c6 c5c
cc4 n5c
o1 ccc
ccccc oc1
oc2 ccccc2
ccc4 c5c
cnc 7c
oc4 coc
occ1 ccc2
c1cc 3c
oc7 c6
14 nc
c4oc n
cc12 ccc3
9 occ
s cc1
co cccn
cc2 ncc
cc3 c2oc
c7 c9
c7 cccc8
cc5 ccc4
ccccc 4c
12 o6
c8 c9cc
ss ccc
ss cc5
32 co
c2cn3 ccccc3
c51 oc5
c43oc4 c2c1
61cc 7
ccccc3c2 c4
2 cccc2
4 nc3
6 3o
occ o2
oc1 occ2oc
ccc3 n
ccc4 c1cc
11 co
ccc1 23
c9 co
cc6 cl
ccc5 2
c4o ccc4
-] )=
nc5 4
ss cnc8
17 ccccc
n2cccc 12
1cccc nc
c3occ 4c
c1cc2c3 ccc
5 4ccc
8 9cc
9 cn
c3 sc
c3 n1ccc
cc3 n1cc
cnc 6c
nc2 cc2
23c n1c
cn3 n
c5oc o
ss cccccc
23ccc n3ccc4
ooc2 4c
1 s
2 1ccc
n nc3
@@ +]
c2 ccoc
cc2 cc2
cn 6cc
cn cc65
10 c8
c1oc2 3
nc3 cccc3
c2c3 c4
cn3 cccc
2n cc3
c1cc2 cc
ccc4c5 ccc
n2cc3 cc
cn6 cncc65
cn4ccccc4 3
4 7
5 2cn
c2 n3
c4 n1c
c5 ccc24c
10 ccn
cc5 nc
cnc oc1
5cc s
ccc5 c1ccc6
c1oc2 c3oc3
nc2 cn3c
oc6 cc5
2n s
19 cccc
5ccc o5
n2cc3 occ
2 c1c
5 cccc6
7 oc1
s c6
c1 coc2
c2 nc1
c4 5cc
c4 oc6
nc oc
c5 2o
cccccccc ccc2
ccccc oc
ccc1 5
cccccc c1c
cc2c oc
nccc oc3
coc2 1
n7 ccc
2 co5
4 cc1
n oc2
cccc 1cc
c5 3oc
cc2 ccc3
c6 ccc5c
cc4 c1
cc4 c3cc
ccn 3ccocc3
ccc2 4o
c1o cc3
cnc nc
cnc ncc
cc6 8
cccn 4cc
c3cc oc
cn4 cc5c6
c2ccc3 c1
oc1coc2c1occ2 ns
n6cc occ6
c4coc 5c
cc1c4 5o
2 cccn
8 cn
c3 n2n
c4 n5c
c5 br
c6 ccn
oc1 2ccc
oc2 cc1
12 o5
5cc o
ccc5 oc
c1oc2 ccc
c1oc2 occ
oc6 cc7
n4 cc5c6
cc9 n
2co cc
css cc1
c1cc2 3c
cn1 c3
c6oc6 54
41cc 5
2 6c
3 6c
s ccc
cc oc7
cc oc1oc
c2 cc7
cc3 oc4oc
c6 oc7occ
occ n3ccn
cc5 oc5
cc5 s4
oc3 cc2c1
ccc3 c2cc
ccc4 c1ccc5
ccc1 2ccc
c6o ccc6
cn5 ccc
c1ccc3 4c
46 o3
3 ccccc3
8 o7
cc oc6
c1 ccccccc
cccc c1c
ccn 1ccn
c8 ccc92c
2cc 7
ccc1 ccccc
c9 oc8
ccc5 6c
34 o6
34ccn 5cc
c74 9
c4ccc1 23
3 nc4
5 o2
5 oc4
f e
o ccc7
c1 cccccccc
cccc o7
co cc7
c5 oc4c3
cc3 4o
ccccc n1c
ccn 3cc4
c8 ccn
ccc3 oc
ccc3 ccccc
n2 5
c9 c6
c3o cc4c5
cccn 5c
c2c1 c3c
ss s
nccn 2ccocc2
c1c4 c23
c2oc4 coc5
3c sc
c6 c7oc
c6 csscc
ccn 9cc
c1o s
12c nc
cc6 ccccc
cccn cccn
cc2c3 sc
11c nc
ss cc6
noc 4c
c31 cc3
19 cc
c2cc3 oc3
c9cc occ9
cc8c7 c2
4 ccc6
5 co4
6 occ
6 o7
o cccccccccccccc
s cc5
c4 oc1
c4 c3cc
c5 8
cc2 ccc1
cc4 6
cc4 c3o
occ 5oc
c7 ccn6c
oc1 occ2
ccc4 c3c
ccc5 4co
occ1 nc
cco p
cccn 6
ccccccccc o
c13 2
oc9 cc
32 o5
c3ccc4 5
n6 ccn
c2cn3 ccccc3c
n2c1 cc3
ncccn 3c
n4cccc4 c5c
ccc6c5 ccc7
5 3o
cc occ7
cccc ccn
c5 oc34
cc1 3c4
cc2 s1
c6 1
c6 5o
coc 6c
cn c1c
ccn c3
ccn 2cc3
3cc 6
cs c5
c1n ccc
34 coc
ss cc1
oc9 ccc
c3n 4c
cc12 cc34
cc5c4 ccc3
18 o
c2cn3 cccc
c87 cccc8
ncss cccccc
ncc2ccc n3ccccc32
c4n1cc 5cn
4 n3c
7 cn
c2 n3cc4
c3 7
c3 5c
c3 c12c
cccc 13
c4 7
c4 9
c4 nn
2c l
c5 n4
cc1 2o
c1oc 7oc
c8 c4c
oc4 c5
n1 cccn
cc9 cn
2ccc n2
cc3oc 4c
cn2cc occ2
c1ccc3 c4
2cccc n2c
1 cccccc
3 s1
6 c8
c3 ccc5c6
c3 nc12
c4 cco
c5 cc7
4c s
cc5 nc4c
ccc4 o
cnc 8c
occ1 2ccc3
oc1c n2c
cco s
2o cc3
-] )/
11c 8
ccc7 5
ss cnc9
ncc1 occc1
c2ccc3 c4ccc5cc
18 ccc
nc8 ccccc8
10c9 c2
31cc n4c
4ccn 5ccc
cc2oc1 c3
c4 1c
c4 3oc
c4 ccc23
cc1 s
cc1 ccc2c
3c ssc
cc2 c1cc
c6 2c
cc4 cccc5
cccccccc ccc1
occ 7oc
cc6 oc6
cc6 oc7oc
4cc s
-] =[
c1n 4c
c3c2 ccc4
12cc ssc
cccc1 3c
54 co6
4cn cco
10ccc9 8c
8 oc9
c2 ccn3c
cccc ccc2
cccc 9c
c4 cc32
cc3 ccc2
cc3 n2cc
cc3 ccn2c
c6 5c
cn 9cc
cn c1c2n
cc4 c3n
oc2 ccncc2
c1o n
3cc 7
ccc4 oc4
n1 cc4
5cc 7
c12 nc
nc2 n1
cccc2 4c5
ss ss
cn4 n
12ccc n3ccc4
css c5
c2n1cc n
c3c1 ccc3
c2cc3 cc
c4ccc5 6c
c3cc2c1 cn
1 12
1 sc2
2 cccc3
7 cccn
8 cnc
c1 cc2oc
c2 c1oc3
cc2 5
cc3 cccc4
cc4 c6
c7 9
oc2 n3
ccc3 c2c
5cc oc
oc5 4c
cc2c n1cc
c2oc 1cc
nc3 ccocc3
n2c n
ncc2 oc3cc
c7cc occ7
c45 oc5
n4ccocc4 cn
ccn5 ccccc5
c3oc3 4c5
c5ccn cc5
cc5nc4c3 cc12
5 7cc
5 n14
6 ccnc
9 1cc
cc p
c2 ccocc2
cc1 cc2cc
cc2 oc3oc
c6 c2
10 3
oc1 cc2oc
ccc3 ccc4
n1 cc2oc
occ1 2oc
13 8
cc7 ccc8
nc3 coc4
ccccccccc oc
c13 c2
c5o cc2
oc8 co
c5oc 6c
ccc7 cc
16 oc
3ccc4 5
cc3c2 4ccn5cc
ncc6 cc
c4ccc6 c7c
1 ccco
1 ccccn
2 occ1
5 nc4
6 ccccc7
7 9c
9 o1
9 2coc
cc ssc
c1 c4oc
c1 4c5
c3 s2
c4 c2ccn
co ccoc
nc 8c
cc1 cn2cc
cc3 ccccc
cc3 c2n
oc3 c21
oc5 6
cccccc nc
nc4 c3
cccccccccccccccc 1
c4oc oc5
nc5 cccc5
32c oc4
coc5 c1o
24 co3
c6ccc2 5c
2 4oc
2 ccccc2
5 o3
o oc3
s c2c3
coc 12
1cc n2ccc
12 7
oc3 cc2
oc3 cc4c
c8 c7oc
c8 cccc8c
oc5 cc4
nc1 5
1o p
c1oc2 3cc
nc2 nc
c3oc nc
cccccccccccccccc cccccccccccc
cn3 c5
ccc7 8c
c3n 2cc
c1occ o
3ccc o3
css c1
css cc6
css coc5c1o
4ccc n4cc5
cccc6 5c
cn5 n
n1ccc2 cc
c3c5 oc5
109 cccc
c2n1 cc3cc2c
65 co6
3 1ccc
3 ccc4c
8 cccc9
9 oc1
c f
n o5
s cco
c2 ccc2
c3 cco
c4 ccc12
co cc4
c5 c2c
c5 o3
cc1 cn2ccc
c1oc 4c
c7 cc5
oc2 cc3c4
oc3 c1
11 o1
c2o cc1cc3
ccc5 3
13 7
+] =
ncc1 oc2cc
3cn s
occ2 4
ncc3 cc
ccc8 7
occ4 5
ccccc3 sscc3
4ccc 9
cccc9 cssc
42c 5
cc12cc3 4ccc
2 cccccc
4 1co
5 o7
c2 cc1o
c4 coc4
2c oc1
c5 ccc2
cc1 os
cccccccc cc1
c7 c2
cl c1c
c9 cl
nc1 3
1o o
nc4 ccco
c23 nc
c6cc 7c
n6 c8
cnc4 ccccc4
cnc4 ccocc4
c6ccc5 c7c8
c2ccc4 5cc
64 ccn
c5nc 6c
oc1oc2c oc
cn3cccc 3coc
1 oc6
2 7
2 6o
9 ccccc9
n p
c1 ccccccccccccc
c4 c8
2c n3ccc4
cc1 cccc2
c6 8
c6 ncc
c1oc 1c
c7 3
c8 3
c8 cc9
11 2coc
oc5 coc
nc2 oc
cc8 oc
ccc7 6
ss cnc
css co4
18 ccccc
20 cc
4cn cc5
cssc2 cco
c5occ2 o5
3ccc45 occo5
3 ncc4
6 cn
6 sc
s c7
c1 n4n
cccc 4c
cccc cc1cc
c4 n1
c4 occ5
c5 cc4o
cc1 ccccc
cc1 occ2
1c n4ccn
cc3 1c
cc3 ccn
cc5 n4cc
cc5 c78c
oc1 7c
ccn 23
n3 5
n3 cc2
n3 c21
nc1 ccoc
nc1 coc2c
nc2 ccocc2
c4o cc23
23 cc4
ccccccccc 2
cc3c nc4
cccc5 4
cccccccccccc o
c1oc2c oc3
14c nc
nc7 8
c2cn3 ccc4
c2ccn 3cc4
nc1coc2c1occ2 nc
cn4cc oc
4ccn5 cccc
c6occ oc6
4 cc6
5 2cc
6 1
7 1
8 o1
n cccc2
oc sscc4
c1 c3oc
cccc ccc3
cccc 2cc
c4 s
c4 cccc5
c4 ccc2c1c
co cc6
c5 c14c
cc1 3o
cc3 co
c6 c1
c6 cc6
c6 cccc7
10 o1
oc1 c2occ3
ccn 2ccn
oc3 ccncc3
ccc5 c2
occ1 2c3
oc1c oc2
oc6 o
c2oc 8oc
ccccccc 6
c1n ccc1
c1n cccn
3o oc2
ccc6 cccc6
cc8 9
c2c3 n
cn3 cccc3
oc5oc 6c
ss 3
oc9 cccc9
cn2 ccn3
ccc9 7
4cn 5c
c4ccn 3
53c 6
c86 cccc8
2 6cc
3 oc5
5 1cc6
9 7c
9 8o
i c
c2 n3ccn
c4 c3n
cc3 ccc2c5
cc4 ccc3
cc4 c2c4
cccccccc cco
10 2
10 cc8
ccc3 c4ccc5
ccc1 cc2
cc6 7o
cc6 7oc
4cc nc
n3 nc
occ1 c2c
c2oc 7
nc3 2c
nn 6c
ccc6 4
c13 n
c13 c2o
c4oc 8oc
c3c4 c5
cc12 cccc
cc32 ccc4
cn2 cc3c4
cccc5 4c
2cc3 cc
c1cc2 3c4
c34 oc5
cn5 4
c3cc2 c1c
n3cc4 cn5c
c4c1 cc6
c5ccc6 7cc
cc9c8 c2
c1oc23c4 oc4
cssc8 4ccc9
2 nn3c
9 6
s 6
]( \
ccc o2
ccc ncc
c2 cc6
c4 n1ccc4
c5 cn
1c ncc4
c6 c5o
cn c12
cn 5c6
cc4 3oc
10 cssc
cc5 oc4c
oc3 oc4
c8 cc6
2cc 9
oc4 cc5c
cc8 nc7
n1cc n2c3
c2c3 1nc
1ccc 2c
oc1cc n2cc
ss cc2
oc1ccc2 c3ccc4cc
13c nc
oc1cc2 cc3
nc6 5
cc5c4 ccn3c
cc4c3 ccn12
nccn 5ccocc5
19 ccccc
c1ccn 2
cc34 cc5
c8oc oc8
5cccc o5
46 o2
cc41 cccc4
c3ccc5 c6c
cc67 occ8
5 o1
5 n4
7 ccccc7
8 occ
8 2coc
s c12
c2 nn
c2 c1ccc
c2 8o
c3 ccc92c
c4 cc2
co cccccccccccccccc
c6 c3c
c6 n5
c7 coc
c7 6o
10 6
10 c7
oc1 n2c
oc1 oc2oc
oc1 c2oc3
ccn 31
3cc o
11 3
oc4 5c
4cc oc
nc1 ccc
c1oc2 c3cc
nc3 ccc3
nn 12
c1n ccn
34 o5
cccc2 ccccc2
c2ccc3 4c
c2ccc3 c4cc5oc65c
nc6 7
cn5 ccccc54
65c 8
24 c1
3cccc n3c
7oc oc7c
oc2cc3 c4cc
c4c3c ss
cc7cc8 9cccc9
7 c2
n n4c5
s c3c4
cc occ8
c2 cc3c4
c3 ccccc
c3 ccco
c4 c3oc
c5 c8
c5 c24
cc2 4cn
cccccccc cccc1
c7 c4
c7 ccncc7
c7 c16c
cc5 c6c
oc1 cccc
oc1 ccccc1
12 1
12 ccnc
ncc ss
cs c3n1c
1o o2
oc7 coc
cc8 9c
c5o ccco
15 cc2
11c 9
ss 1
13c oc
5o ccc
nc6 cccc6
ncc4 ccccc4
ccc4c5 3ooc2
c12c oc
ncc5 ccccc5
c3oc4 cc
ncccn 4c
4co ccn
c4ccn 13
occocc occ
c2oc1c 6
cc2c13 n4cccc4c
6cccn 6c
cc12oc sscc
cocc8 cc9
7cnc n7
1 n2
2 ccc4
5 cc1
7 oc8
8 4c
8 6cc
9 cnc
o ccccccccccccccc
cc scc
c1 cc54
c1 cn2cc3
c3 oc1
c3 cc2oc
cccc 6c
c4 8
c4 c5oc
c5 c14o
cc2 c1nc
cc3 oc4cc
10 2coc
cc5 6o
oc2 c1oc
c1o 5
ccc4 n5c
n2 1
c2o cc1c4
nc4 n
23 ccc4
cc2c3 ccc4cc
c1ccc2 c3ccc4c
n5 6
ncc3 ccccc3
ncccc 3c
ccccc2 sscc2
nc7 ccccc7
c3ccc2 c1c
13cc nc
34ccn 5ccc
cc7nc6 n8c
cc2occ1 c3
ccccc2c1 c3
c3ccc45 cc5
5 ccccc6
6 2cc
n n3c4
o ccccccccccc
c2 4o
c3 ncc
c4 n3c
c4 ccc3c2
cc1 c6
cc2 s
cc2 c1oc
cc2 1oc
oc1 c3
ccc4 2c5
oc4 5oc6
n3 ncccc3c
oc6 ccccc6
cc7 ccccc
nc3 4
-] )(
ccc6 7c
ccoc o
cccc4 5c
oc1cc2 cc
oc1cc2 ccc1
cc43 ccc
occn 3ccocc3
ccc8 cn
css 5
c6oc 7c
cc4c3 1
56 co
c3c1 c4c
2ccn 3ccc
cc1cc2 sscc3
c2oc4 cccc4
coccn 1c2
c5oc5 43
4cccn4 c2
cc1cn c2c
cn4cccc cc4
c3coc4 c3occ4
c4n1 c23
5occc oc5c4
2 2c
3 1c2
c3 1cc
c3 cc5oc
c4 ccc2
c5 oc6occ
1c 9
cc2 oc4
c6 c2c
c6 cn9c
cccccccc l
c1oc o2
10 8c
10 c49
cc5 c14
c3c ss
c1o ccc2c1
ccc4 cccc4
cl c1cc
ccc5 o
1o cc2
nc2 ccc2
n4 1
ccc6 ccccc6
34 ccc5
n5 cc6
2ccc o2
c3n ccc3
cn2 ccccc2
ccc8 cc
ccc8 c7
67 cc8
coc6 occ
occ12ccc 3c
c84 cc6
c7oc6 c4
cc4c3cc 5c
2 5cc
2 co2
3 oc4oc
4 2cn
c1 cc5
c2 cc5
c3 n4
c4 c1oc
c5 c7c
c5 ccc34
3c s
c6 o2
ccn 1ccc
12 o4
12 oc4
c8 ccc9
3cc 4c
cnc 5c
coc1 o
13 o4
c1oc2 ccccc2
c12 oc3
n1cc nc
cccc4 o
nccc 8
c1occ2 cc3c
occ2 4c
c1cc2 n
cnc2 coc
cc1ccn 3ccc
cc34 n
c2cn 3cc
cc6c5 c2
occ6 5
64 o5
c5oc6 c7
oc4cc5 c6cc
ccn7 cc6
8cnc n8
occ12oc 2c
c2n1cc3cc2c n4c5
cc7cc89cccc9 cc
8 4
8 1cc
c4 cc7
c4 cccc24c5
cc1 c3n
cc2 n3
c6 nc8
coc 5c
coc 8cc
cn ccn
cc4 c5c
c7 2
c7 6c
c7 cccc7c
10 nn
cc5 ccccc
ccn 7c
ccc4 nc
oc4 3c
n1 cc3
n1 ccc3
cc6 n5
c3o cc2
13 4
c1oc2 c3oc
oc6 c7
nc3 c2
14 coc
3o cc4c5
n5 1
c5cc 5c
cc43 cccc4
ncc3 ccocc3
10oc oc
c54 oc5
cc4c5 ccc6cc
cnc4 ccn
c3ccc2 1
cc65 ccc7
cc6c5 c1
c4c1 3o
c7oc7 65
occcc1 ccc2
c6oc5 c3
c5ccc67cc 5c8
3 c1cc
4 8
4 6o
9 2
n cccc5
o ccccccccccccccccc
cc sscc
c2 c1n
c2 c5n
c3 oc5
3c l
3c ss
cc2 cc3c
coc 2o
cc4 c32
10 ncc
ccc2 cccc1
12 9
ccc3 c4c
oc4 ccc23c
ccc1 c3
br c1cc
cs n
occ1 oc2
14 n
oc8 c32
cc9 ccc8
ccc7 ccc
c2n ccc2
c4c3 n1cc
n6 cccc6
c43 c5
3cc4 c5
1co cc2
n4cc scc4
11cc n
cn5 ccccc5
c3oc4 oc5
ncccn cccc
ncccn 1c
ccc23 cc43ccc5
ccc7c8 9coc
cc7c6 cc54
cn3ccc4 1c
coc9 occ
c1c3c4 ccc5
cccc87 cccc8
c3cn4 ccc3cc4
6 1c
7 1cc
o cccc7
cccc 34
cccc cc41cccc4
c4 ccccc
c4 c1ccc
c4 n5c3
co cccc
c5 6oc
cc2 n1ccn
cc4 ccn3c
cc4 cc5cc
c7 8ccc
cc5 7
cc5 cn
oc1 5
oc2 coccn
c8 c7o
oc4 2
oc4 c2c
ccc1 ccc
c1oc2 cc1
c1oc2 ccc3
cc7 4
ccc6 7o
cccccccccccccccc cccccccccccccc
ccoc 9
cc2c3 4
n5 ccc6
45 ccn
c6cc occ6
ncc3 cc3
c5c4 n
cn5 cccc5
cnc2 c1c
n7 cco
c2cn3 cccccc3
ncccn 1ccocc1
c4cccc4 cc3
c5oc5 4
oc1cc2c3 ccc4c
c4ccc1 3c2
c34oc 4c
5ccn 6cc
1 nccc
3 ccccc
5 c16
o oc1c
c1 scc
c2 c4c
c2 cco
cccc 4cc
cccc 1oc
c4 c32
nc oc53
c5 ccc3
cc1 ccccc1
1c n2
1c sc
cc3 cc1
c6 4c
cc4 cccc4
c1oc 1
ccn 3cc2
c8 c7c
11 1
oc4 cc5c6
c9 c7
c9 c4c
cc6 n7
n3 c5
c3o ccc
occ1 2cccc
cc7 oc7
23 o4
14 9
3oc oc3c2
2oc 3c
c1ccc 9
cn3 cc2
ss c3
c2n ccc3
cn2 cccc
cccccccccccc c1
c3ccc4 cc53cc
occ2 5c16
n6 ccccc6
4ccc n3ccc
ncccc 4c
3n 5c
c54 cccc5
nccn 3
cn5 c4
19 ccc
c2cc3 4
3oc4 5cc
c4ccc5 6coc
cnc7 nc
c3oc3 2
4ccn 5c
n3cccc3 2
c5oc5 34
ccss sc
cncc2 occ3
cncc2 n3ccc
cc2nc1 c3cn
c6ccc5c 8c9
4coccn 43
8 cccn
n oc4
c2 ccccc
c2 cccc5
cccc 2o
c4 coc5
co cc5
2c sc
3c n4ccc5
cc2 oc2cc
cc3 ccc4
cc3 4oc
c6 9
c6 oc9occ
cn cc2n3c
cc4 ccn13
c7 cn
o1 cc2
10 9cc
ccc3 2o
ccc3 c1cc
ccc3 cccc2
n2 o
oc4 cc3
oc4 c3c
oc4 ccncc4
ccc1 n2cc
c9 c8oc
4cc o
ccc5 n
oc6 5
c2oc 7oc
cc7 n8c
c1c2 cc3
23 ccc7
c1n cccc1nc
1oc 5cc
cc8 7c
cc8 oc7
cc8 ccc9
c4cc s
1ccc nc
nccc n1
n2ccc 3cc
oc1cc2 3c
21 c3
c3ccc4 5c
n3cc occ
cccc7 6cccc7
2ccn 5cc
nc9 ccccc9
nn2 1
c1oc3 occ
119 cccc
c23oc3 c4oc
cc12cc 3c
cccc87 ccc9
nc15 cc2
64ccn 7cc
2 7o
3 cccccc
4 7c
6 c2
7 c4
7 3c
8 ccccc8
n nc4
n n1c2
o cccccccccccccccccc
c2 n1ccc2
cccc nc1
c4 oc3c2
c5 c43
cn 4c5
cccccccc 3
10 ncnc
oc1 2oc3
oc2 5
12 o1
oc3 c12
c8 occ
11 9c
cc6 f
cc6 ccccc6
n3 ccc3
13 1
c1oc2 ccn3cc
nn 5
cccn 4ccocc4
cc8 ccc7
c3c2 4ccn5cc
nc5 n
ss c9
occc 8
cc2c1 c3
4ccc 5c
c2ccc o3
coc4 ccco
cccc9 8cccc9
n7 ccccc7
cnc6 nc
c53 oc5
ccn2 cc4
cc3nc2 1
c4occ 5c6
c7ccc6 5c
c3ccc5 6oc
cc12cc34 c5oc
3 cccc5
5 ccc4
5 7c
8 cccc8
n c1oc
n ccn2c
c1 ccc3c2
c2 cc3oc
cccc ccc4
c4 nccc
c4 ccccc5
cc1 oc1
cc2 4c
cc2 ccccc
cc2 cc1c
cc3 cccc3
cc3 5ccc12c
cn ccc5
cn cccn
c1c 7
c1oc o
cc5 1
cc5 coc
cc5 c4c3
cc5 cccc65c
12 8
11 ccc2
ccc1 8
cs cc2
nc1 cccc2
c1oc2 3cc4
oc6 7
oc6 5cc
oc6 ccc7
c3oc o
14 occ
c3cc c1c
15 4
c3c2 c1c
c2c3 cc4
oc4oc 5c
n5 2
coc2 n
ss 5
ss cc8
cccc5 4cccc5
31 c4
cc3c4 5c
10cc occ
n2cccc 2c3
s1 sc
56 cccc
ncc5 ccc
c1ccc3 c4ccc
cc4o ccc4
cc12cc3 4c5
4ccn5 cc6
c6cccc cc6
ccn1cccc c1c
cccn6 ccccc65
cc6n7 cnc8c
n3ccocc 3cn
n cccccccc
o nc
c1 i
c1 ccccccccccc
c2 s1
c3 c7
c3 coc2
c4 oc7oc
c4 n3cc
c5 oc4oc
c5 ccc7
c5 4o
cc2 nc3
c6 c7c
coc 2c1
o1 c2c
10 c19c
oc1 6
12 ccc2
12 ccc3c
oc3 5
ccc3 c5
ccc1 4c
ccc1 2c3
n3 cc5
c12 co
oc6 c32
cc8 9o
34 cc5
15 nc
15 coc
n1cc occ
c3c2 1
cc9 ncc
cc9 cc8
coc3 c2c
cc12 c3c
oc1ccc2 cc
ccccccccccccc o
n6 5
css cnc8
ccc4c5 coc
cc4c3 ccn5cc
56 c7
c3c1 cccc3
cn1cc oc
c2oc1 2
c1nc2 3c
n3cccc 13
2ccc3 c4cc
c8cc occ8
11ccc 8c
67 cccc
c56 oc6
ccn1 s
89 ccn
cc6nc5 c43c
2coccn 2cc3
cc6oc5 c7
c5oc4oc 3c
1 nc3
2 c3c
3 6cc
7 ccn
8 c2
8 ccnc
i c1
cc occ6
c1 ccccccccc
c2 1oc
c2 cccc4
c3 c1oc
c3 cc7
c3 nc4
c3 oc5occ
cccc 1c2
c4 c2c3
c4 co3
co o
c5 cco
c5 occ6
c5 c7ccc
cc3 54
cc3 c4ccc5c
c6 2o
cn c1cc2
cc4 ncc
occ o7
cc5 c4o
12 2coc
n2 c1c
5cc 6c
c3o ccc3
occ1 oc2oc
13 ccn
nc2 ccn3c
cco 9
n4 ccc3
cc7 ccc6
cc7 ccccc7
cc7 n6c8
c3oc o5
23 cccn4cc
14 ccc7
cccn 5ccocc5
ccc6 o
ccc6 4cc3
c13 c4
n1cc o
n5 4
ss ccccccc
ss ss2
c23 n
4c5 2
occ3 oc3
cc12 oc2
c1occ c1
cn4 cc3
cn2 ccn3c
oc1cc2 3
cccccccccccc cc2
occc 9
ncc4 cc4
css cnc6
c14 3
ncccc 2c
3ccc4 c5
ccccn cccn
n7 cccc7c
n3cccc cc3
c6c5 n
c1c4 2
10ccc 7c
cc6c5 2
ccn2 cccc21
c4cc6 oc
n3cccc3 c4
36 oc2
10ccc9 cccc8
c9ccc8 7c
cc3oc2 c4
c2c13 n4cccc4c
c2cc3ccc4 ccccc
coc1coc2c1occ2 nc
nccss ccnc
4 ccccc4
6 4o
7 nc6
7 cccc7
o oc1
s c21
cc o5
c2 c43
c2 coc3c2occ3
c3 cc8
cccc 1cc2
c4 ccoc
c4 n5
c4 n3ccc
2c n3ccn
c5 1oc
c5 c4c3
cc2 3oc
cc2 3n
cc2 3cc4
c6 cnc
coc 7c
c7 cco
c7 c8c
ccccc nc1
oc3 c2cc
3cc ss3
2cc 3c
n2 c43
n2 ncccc2c
11 4
11 ncc
coc1 ccc2
cs cc1
nc1 nc2coc3c2occ3
13 8c
c1c2 ccc
oc7 8
cccccccccccccccc o
c4oc 5cc
c2c1 cc3
c2c3 scc
cccc4 2c
c3c4 oc5
ccc3c 6
c4c3 n1ccc
cccccccccccc nc
cccccccccccc ccc2
17 oc
c2ccc3 4cc
cccccccccccccc o
c2oc3 ccc
ncc4 ccc
cc5c4 n
cc3c2 ccc4
c34 cc5cc
19 o
3ccn 4cc
cc4o ccc5
4cn 5cc
c3oc2 c1
ccn2 s
c8ccc7 6c
coccn 1
cc3n2 cc1
ccocc 9
cc3c5 2c
6cnc n6
c2oc3oc4 cocc
occ24 c15
cc1c6 7o
c31cc ccc3
2 5o
2 ccn3c
4 cccc4
4 occ5
6 o1
6 ccn
6 nc5
7 2c
8 6o
9 nn
n c2o
n n2c3
cc c1oc2
cc oc3oc
ccc nc1
c2 9
c2 ccco
cc1 cccccccc
cc1 c2cc
cc2 3ccc
cc3 oc3c
c6 c4c
c6 ccn5
coc 7cc
cc4 c1c3
1cc oc1
1cc n3
c7 c6oc
oc1 nc2
ccccc nc2
ccn s
ccn 9c
oc3 c1o
c8 coc
c8 4cc5
ccc3 5c
ccc4 c2
ccc4 cc5
ccc4 oc3
occ1 cc2ccc
13 co
cc2c nccc2
nc3 c4
c4o ccc
nc4 cc
23 o5
cc8 cc9cn
ss s2
ss cccc4o
c3c4 cc5cc
c1occ2 n1c
css c7
c14 cccc
c4c5 oc6
56 coc
41 co4
c3n1 cccc3
cc2oc1 c3c2c
coccc s
5cccn 5
cc8c7 ccn9cc
cc4oc3 c2c4
cc6nc5 4
cc7c8 ncc
ccc1oc 1
cc7cc8 9cc
cc8cc9cn ccc97
2 1oc
3 ccc6
6 2o
7 ccnc
s c1cc
c2 coc5
c3 c1o
cccc 12
cccc 23
c4 c2oc
c4 3o
c5 ncc
cc1 p
cc1 2c3
cc2 c1n
c6 ccc8
c6 3cc4
cn ccco
cccccccc oc
occ c1c
c7 2o
oc1 8c
12 ccc3c4
ccc4 n
2cc o
oc4 3ccc
c9 c8o
cc6 3
n3 c2c4
c3o cc1
c1oc2 cc13c
n4 ncccc4c
c1c2 ccc3
nn 6c7
ccc6 cc7
cc8 2
cccccccccccccccc oc
34 ccn5
c2c1 ccc3
cc9 ccccc9
1ccc2 c3ccc4
ss cn
oc9 8
c23 c4
c23 cc43ccc5
c3c4 5
c3c4 2ccn5cc
oc1cc2 c3cc
c4c3 oc5
3ccc nn3c
c1occ2 3ccc
occn 4ccocc4
c1cc2 ncc
c4c5 oc5c6
c1c3 cc4ccc5
c2ccc n4ccc3
c2n1cc 3c
c2cc3 c4c
coc5 4
2ccc3 c4
c45 coc
cn6 cc7
c2oc4 occ
cn2c1 coc
c2cc4 oc5
108 cccc
c5oc4 31
c7occ oc7
47 ccn
cc3cccc4 nccc
cc8nc7 n9c
c3cn4ccc3cc4 cn5n
- ]%
3 c4c
3 6o
4 23
5 ccc2
9 4
n ccccccc
ccc occ
c2 co3
c3 8
cccc n1cc
c4 occ1
c4 2o
c4 cc3c
c4 5o
c5 6cc
c5 6o
cc1 cc1
cc1 c2ccc3
cc3 c1c2
cc3 cc2c1
cc3 occ4
cccccccc nc
1cc n4cc5
c1oc 9occ
10 4
cc5 n4ccc
12 2
c8 2
c8 cnc
c8 oc7
ccc4 cc5c
11 c2
coc1 oc2c
c9 cccc9c
cc6 4c
ccc5 cccc5
cs ccc
nc1 2cc3cc
occ1 ccc
13 c4
2o ccc3
n4 cccc5
c2oc oc12
nc3 ccc
cccn 5cc
cc8 7o
c3cc 3c
cccccccccccccccc ccccccccccccccc
34 oc5
oc8 c7oc
cc9 6
n5 c6
ccc7 oc8
c23 ccc4c
oc1cc2 3cc
occc l
ns n
43 5
cccc6 5
cc3c2 sc1
c34 c1
cc1ccn 2ccn
54 co
ccc12 cc32ccc4
n8 cc8cc
109 o
c3ccn 2
n2ccc3 nc
c4oc5 ccc
5cccn 6cccc
cnc2c1 c3
cc12cc3 oc4
ccc54cc3 5ccc2
c3cc2c 6
cn4cccc4 coc
c2cccc5 1oc5
cc2cnccc2 cc
cc4oc3c2c4 1
n3c2c4 cn
4 nc5
4 2ccc
5 cc65ccc7
6 9
7 occn
n nc5
o ccccccccccccc
c1 cccccccccc
c2 cccc1
c2 coc4oc
c2 1coc
c4 3ccc
co cccnc
cc3 4cc
c6 cco
c6 oc5c4
cn c4c
occ 4c
c7 cccc
c7 c4c
c7 cc6o
10 1
10 c9oc
cc5 co
ccccc 2c
ccccc n1cc
ccn ccccnc
ccc2 3cc
ccc2 7o
12 ncc
ccc4 c1
oc4 c3cc
cc6 c53
occ1 ccn2cccc21
nc2 ccc3
n4 5
cc7 c6o
cc7 8o
c4o ccc5
14 ccn
ccc6 c1ccc7
cccccccccccccccc c1
34 5
c1ccc oc
oc8 coc
15 n
cccc2 4
cccc4 ccc32
cccc1 n
ccc7 5cc4
coc2 oc3ccc4
c3ccc4 c5cc
c5c4 oc6ccc
c34 cc5
c34 cc54ccc6
c7cc 8c
ccccc6 c5
c4cc3 n
3oc4 cccc4ccc32
n3cccc 3coc
c2ccn 3cccc4
c42 oc4
cc6c5 cc4
2cccc n3
4cccc n43
78 ccoc
c3cc2c1 cn4ccn
cc7oc8 cc9oc
c3ccc4c5 ccc6cc
c4c7 c5o
7cccn 7c
9cnc n9
71cc 8
c1oc23cc4 5oc6
1 cccccccc
1 cccc1
2 br
4 cncc
5 1c6
8 5c
9 1c
s c8
c1 nc4
c2 cc2c
cccc n5
cc2 c3oc
cc2 cccc3
c6 c9
c6 c4o
c6 c5oc
c6 ccc45c
coc 4cc
coc 8c
cn ccc3
cn ccc1
cn cc2c3
c1c sscc7
cc4 co
occ 8oc
c7 csscc5
10 c9cc
cc5 ccc6
ccccc n2c
c3c sscc
ccc2 c1cc
oc2 c4oc
c1o ccco
oc3 cccc
c8 oc5
ccc4 6
ccc4 3oc4
c9 6
c2o cc4
nc1 cccc
cccccc oc1
c1oc2 3oc
c1oc2 cc3oc4c
nc4 ccocc4
c2c3 c1
ss c2
ss c6
45 o6
45 oc6
32 1
5oc o
3ccc n3c4
n3cc oc
ncccc 6
15c nc
5ccc 6c
ncc5 cc
3ccn 2
3cccc n3c1
cc6c5 c3
cc4nc3 c2c1
cc2oc1 c3c
nc2coc3c2occ3 nc
ncss ccccccc
cc2c13 n4cccc4c5c
4ccn5 cccc6
c6coc 7c
c2n1cc3c n4c5
2 ccccc3
3 occn
5 8
n n2c1
cc o7
c1 c43
ccc ss
c2 oc2ccc
c3 cc6
c3 4c5
c3 oc6cccc6
c4 c12
c4 c1cc
c4 c13c
c4 c1c4
c5 9
c5 n6
c5 c9ccc
cc1 cnc2
3c 7
cc2 3ccc4
cn 1o
cn ccccoc
cc4 cc5c
occ 5c6
c7 3cc4
10 5
cc5 br
cc5 nc1
2cc ss2
11 8cccc
oc4 c6
oc4 c5o
c9 c6c
cc6 cccc6
cc6 c7c8
c2o cc3c4
ncc 9cc
ccc5 oc4
n4 c5c
cc7 cccc87ccc9
nc4 cc5
23 ccc6
ccc6 5cc4
ccc6 3cc7
oc8 ccccc8
cn3 cc5
1ccc n1cc2
cccc1 8cc9
3cn 4ccocc4
oc1cc2 oc3
occc o4
c2oc3 n4c
ccc8 cccc18cc9
ncc2 cc2
c1cc2 3
c1cc2 oc2
c1c3 2c
c5c4 c6
ccc23c oc4
cc34 oc5
c4ccc5 cc6oc7oc
c8cc 9c
c9oc 9c
c76 cccc7
c4oc5 c6
ccn2 ccccc2
ccc45 cccc3
cn4cc scc4
oc5cc 6c
cc2cc1 ncc
10co cc9
n7cc8 cn
cc4n5c nc6c
c2n3 cc3
c7cc5 oc8oc
c1oc23c4oc4 c5c6
ccc63cc7 6ccc
2 ncc
2 7c
3 cc5
6 oc7oc
8 7cc
9 5
o cccccccccccccccccccccccc
s c13
c1 coc2oc
c1 c45
c2 ccc7
c3 c54
cccc 14
c4 2oc
1c n2ccc
cc2 c4c1
cc3 s
cc3 c12c
c6 ccccccc6
coc nc1c
cc4 2c
cc4 cc2
cc4 cn5
cccccccc cc3
cccccccc c1ccc2c3cc
c1oc 8occ
o1 c2ccc
10 c6c
cc5 oc3
cc5 4ccc
cc5 nc34
oc1 c2cc
oc1 2coc
ccc2 ccc
ccc3 c4cc5oc6
ccc4 c6cc
c9 cc1
cc6 co
cc6 nc
nc1 ccc1
13 5
cc2c 6
14 co
3o cccc32
2oc oc2c3
34 nc6
c2c3 n1c
cn3 c4oc5
nc5 1oc
11c 8c
45 cc6
c3c4 5c
c3c4 ccc5c6
c3n ccc4
cn2 cc3n
cccc5 o
c3ccc4 c5c6
31 ccc4
c2oc3 cc
cc2c1 cn
n6 2
ncccc ncccn
43 o8
cc5c4 cc3c
oc4c 7
18 oc
cc4c3 c2c
n4c3 c6
c5c6 ccc7c8
nc7 5
nc7 cccc7
occcc o
n3cccc c13
2ccn 3cc4
2cccc n2
cccco cccnc
c56 cc7cc
c5cc4 cc6oc5c7
3cn4cc scc4
n4cccc4 c5
c1cn2 ccc3
c34ccc 5c
52c 6
5ccn 6cc7
n5cccc 15
ccc7c6 ccc8
nc3coc4 c3occ4
c3occ1 o3
2 s
7 occo
9 ccn
s c1cc2
c1 cccc6
c1 n2cc3cc
c3 n4ccc
cccc cc4
cc1 c2nc
cc2 o1
cc2 3oc4
cc3 ccc12
coc o6
cn c3c2
cn c21
cc4 n1c
cc4 5oc
c7 3c
c7 c6o
ccn 2cccc
ccc2 3oc
12 cccn3c
oc3 c2oc
c8 c2
c8 cccc9
n2 ncc
n2 c3oc
c9 oc5c
cc6 n7c
n3 o
c3o s
ccc5 2c
nc1 cc3
13 ncc
c12 ccc3c
n2c 5
n2c 6
c13 4
cc2c3 n
oc1cc ccc
ss c13n
2ccc n2c1
cccccccccccc ccc1
17 cnc
nc6 4
c2oc3 4c
n3cc nc
ccc8 6
occ4 cc4
cc3c4 nc5
c1cc2 3cc
cccc7 6
2oc3 cc4c5ccc6cc
cn1cc o
cc34 oc4ccc
oc7occ 8oc9
cnc5 ccccc5
c2ccn 3ccc4
n8 cn
n4cccc 14
c3oc2 c1o
ccn3 s
ccn3 ccccc3
c3cc2c1 cn5ccn
ncss cc7
cc5oc4 c6
n7cc8 cn9c
c43oc4c2c1 cn5ccn
c9c6 8c
c4coc5 c4occ5
c1cc2ncc 3c
c9oc5c 86o
2 8
2 ccccc
3 ccc5
4 ccc3
4 ccccc5
p 1
s 1cc
cc s2
c1 n2cc3
c1 cc1nc
ccc n3ccc
c2 scc
c3 cc4c5
c3 cn4ccn
c4 sc
co cccccccccc
cc2 oc4oc
cc2 n3ccc
cc3 c2cc
c6 3oc1
coc 9cc
cn cc2oc
cn c3c2c4
occ n1c
5c ssc
oc1 cccc1
oc3 c4c
4cc 2c
n3 ccc5
c2o cccoc2
ncc 7cc
oc5 oc6coc
nc1 nc
occ1 occ
13 1ccc
c1oc2 oc3
nc2 ccc
n4 cccc1
c1cc oco
nc4 ccc4
23 cccc
ccc6 2
1oc 2c
cc8 oc7c6
c5o ccc5
c2c1 cn4ccn
c2c3 sc
cccc4 3cccc4
oc1cc n2cc3cc
4o n
ccccc4 c3c5
oc1ccc2 3c
oc1cc2 nc
c3ccc4 cc3
c5ccc4 c3
cc2n ccc3
ccc9 c8cc
n4cc s
cnc3 c2c
oc1c2 cc3
19 cnc
cnc2 cc1c3
c5c6 7c
c7oc 7c
n7 cc7cc
ncc5 cc5
42 co3
20 ccc
2ccc3 c4ccc
ncccn 4ccocc4
n8 ccc
nc8 cccc8
45cc o
nccccc o
14cc nc
cc3nc2 c1c
oc3c4 oc4
cc5o ccc5
cc8oc9 cc
c61 cccc6
c63oc1 6
1 nc5
3 o6
3 7c
3 ccccc5
5 2o
9 cssc
n 9ccc
o n3c
s c3c
c1 cccccccccccc
c1 sc2
c1 n2cccc2
c3 1o
c3 cncc
c3 ccc5c
c3 c14cccc
cccc o2
c4 cc5oc
c5 n4c
c5 c3ccn
cc3 ccc2c
c6 4cc5
cn c1n
cccccccc ccco
c7 5c
c7 nc9
10 cc1
10 ccnc
oc1 cop
ccccc 4o
c1o cccc
ccc3 5
ccc3 6
ccc4 c13c
n2 cc1
n1 cccccc
c9 3
c9 c8c
cc6 ccc
br h
nc3 n2
nc4 5
cc8 n
cc8 c7o
cn3 c4cc5
cn3 cccccc3
cccc3 c2
c5oc 4c
cccc1 ccccc1
ccc7 8
ss c4
c23 cc4cc
c3n c2c
13c ssc
oc1cc2 oc2
ncc3 n4ccc
ncc3 occc3
ncccc 8
ncccc ccn
43 o5
cc3c2 c4
cn5 cc6
2oc1 3o
c4n ccc4
3oc4 5c
20 ccccc
c1ccc3 c4c
c5n 6c
n1cccc 1c2
2cccc nc
78 cccc
36 ccc7
cc5oc6 cc7oc8cc9oc
c7oc7 64
54cc o5
c51 cccc5
cn9 cnc
c2s c7
cc1cn c2cc
c7oc6 cccoc
cc5n6c nc7c
10c2 9o
c1occ23 c4oc
6occ oc6c5
nccn3 cccc3
cc12cc34c5 oc6cc7
34ccn5 cc6
ccc75cc4 7
ccc5oc4 cc3oc2
ccc65cc4 6
1 n4c
2 nc6
4 65
5 nn
7 8o
8 6c
n ccccccccc
cc br
ccc n2ccc
ccc n1c2
c2 1cc
c3 cc4oc
cccc 15
c4 n2
c4 n2c
c4 cc43
co cc5cc6
nc 9c
c5 coc5
c5 nc8
c5 cc7oc
cc1 oc3
cc1 c32
1c n4ccc
c6 7oc
c6 oc8occ
c6 cc5o
coc 5cc
cn 34
c1oc 3cccc
c7 ccc9
10 c5
10 cnccc
ccn 4ccc5
ccc2 ccc3
oc2 c3cc4
oc3 cc1
oc3 c4o
oc3 cccc4
oc3 c4c5oc6
c8 c9c
c8 c17c
6c ssc
ccc1 6
ccc1 3o
ccc1 6ccc
n1 c2c3
12c br
cc6 occ
n3 c54
c2o cc1c
br c1ccc2
13 occc
c1n 3c
ccc6 oc
oc8 7occ
cc3c oc
n1cc scc1
c2c3 ccc4c
cc2c3 4ccn5cc
cccc4 5
c5oc 9oc
n5 c6c
c23 ccc4
c3c4 ccc5cc
c32 nc
13c 8c
ccccccccccccccc o
cccc5 6c
cccccccccccc oc
c3ccc4 5cc
c1occ2 nc
ccc8 7c
n6 o
n6 c7
css cc8
ncc2 ccccc2
cc5c4 cc31
ccccn 5c
ccc9 c8ccc
n2cccc 2coc
oc2ccc3 4cc5
cccc9 7
n7 cccc7
cc34 oc4
6ccc o6
c4ccc5 c6
20 cccc
20 cnc
c2cn3 cc4c5
coc2oc 3c
oc2cc3 ccc4c
c2ccc4 c3
nccco cccc
5cccc nc5
cc3nc2 c41c
c1cn2 ccn
cc2c13 n4cc5
c9nc nc9
c97 cccc9
2cccn 12
c2cc3oc3 4c5
c3oc34c5 ccc6cc
cc2n3 c1co
oc87occ 65c8
1 co1
5 9
5 oc6oc
6 c1
6 c3
6 1c7
8 2o
n ncc
oc oc2c
oc nccc
c1 cc6
c1 cc3c4
ccc 3cn
ccc n4ccc
c2 8
c2 ncc1
c2 4c5
c2 sc3
cccc n2
c4 nc5
co ccc1
co cc9cc
2c nc3
c5 c9
c5 nc6
c5 3cc4
cc1 occ4
cc1 oc3ccc4
cc2 p
cc3 ccc2c1
cc3 c4ccc5cc
cn ccc75
c1c 8
c1c 8c
cc4 1c
cccccccc 1c
1cc ccc4
c7 ccc2
c7 5ccc
c7 nc56
cc5 c6cc
cc5 c1c4
cc5 ccccc54
oc1 2cn
oc2 oc3cc4
c1o cc2c3
c8 c4
c8 n7
c8 cc9oc
ccc3 45
c4c 9cc
ccc1 ccccc1
cc6 cn
cc6 7c
cc6 c5c4
cc6 c15
n3 n2
c2o ccc2
oc5 6c
n4 cc3
n4 ccccc
n4 ccccc4c
cc7 c5
c1c2 4c
2c3 cc
cccccccccccccccc cccccccccccccccc
ccoc nc
ccco p
cc9 cccc9
1ccc o1
32c oc
ss c8
oc9 co
3c4 2
3c4 cc5c6
ncc1 nc
cc4c nc
ccc3c nc
ccccc4 sscc4
oc1ccc2 c3
c32 oc4
c4c3 n1cccc
cccccccccccc n
17 n
cc3c4 c5
cc3c4 ccc5
ccccc3 c2c
cn1 ccc4
cccc6 ccccc6
cc4c3 ccn2c
cc4c3 ccn2
cc3c2 1c
cc3c2 4ccn5c
c2cc3 n
cnc4 c2
nc7 n
nc7 cc8
c4n c3c
41 c5
cnc5 n
3cccc 3c
n4cccc cc4
34cc o
42c oc4
cc12ccc 3c
cc3nc2 c4
n3cccc3 co
c41 oc4
nnc2 cc3
ncccc1 nc
n7cc 8c
c7oc8 ccc
c1occ23 c4c
cc1cn2cc c1cc2c
c1c2cc3 cc1cc
1 ss
5 ccc7
5 oc6cc
6 o4
6 3ccn
8 cssc
n c1o
n sc
c1 54
ccc o7
ccc n1n
c2 cc4c5
cccc ccc1nc
c4 ncc
c4 nc1
c4 cc3c2
c4 oc6occ
c4 cc23
c4 c1c23
co ccccccccc
c5 cc8
c5 cccc6
cc1 op
cc2 oc5oc
cc2 4c5
cc2 ccc4c1ccc5
c6 ccco
c6 7c8
coc 1cc
4c 9
cc4 c2c
occ br
occ ccc4c
occ n4cccc4
c7 c1
c7 ccccc
c7 cnc
10 oc9
cc5 cc2
cc5 occ
cc5 ccc6c
cc5 cn6ccocc6
oc1 4c
oc1 oc2cc3
oc1 n2cc3c4
ccn 8c
ccn 3c4
ccn c3c4
ccn ccccn
ccc2 3c4
oc2 cos
12 o7
oc3 c5
oc3 4oc
ccc4 cccc4c3
cl c1cc2
11 ncnc
c9 4
c9 occ
c9 ccco
c9 c18c
cc6 n1
cc6 c5c
cc6 n5cc
c2o oc
br cc
ccc5 3c
nc1 ccccccc1
occ1 ccc2c
cc7 cc6
c1c2 cn3c
ccccccc 3c
23 cc1cc
cccn 12
ccc6 c5c
cc8 o7
ccnc 5n
ccnc 6n
34 cccn5cc
ccco s
c3c2 cc4
c4cc 9
oc2c oc3
c6o ccc7ccc
cccc3 5c
cccc3 ccccc3
11c ssc
nccc l
ccc7 oc6
c5cc s
coc2 oc5ccc6
c23 cc4
occ3 2
c2n 3cc
c3c4 cc1c3
c4ccc 6c
c6cc 8c
nc6 c5
occc o3
c2oc3 c4
n3cc scc3
cc3c4 5ccn6cc
css 1
n2ccn 3c4
cn1 s
c1c3 cn
ccc9 ccc
11cc nc
nccn c1
nccn 6ccocc6
oc1c2 c3c
1cccc n1
cnc4 ccc4
c6ccc5 2c
c3nc sc3
cc34 c5c
occcc c1c
54 o7
c65 cccc6
42 o3
c2cn3 cccc4
2ccc3 c4c
ncccn 5c
c2ccc4 c5cc
42c oc5
c4occ 5c
c1ccc5 6ccc
cn3cc oc
ccss c5
4cccn n4c2
cc8c9 ncc
c5cccc cc5
cc4oc4 2c
51 co5
c4n1cc ccc4
c4oc1 4c
c4c8 c5o
c5oc54 c13c
oc1cc23 cc43ccc
c3cc8 c2c1c
ccc4cccc4c3 cncc
1 nn
2 ccco
4 oc2
4 1ccc
5 cccc2
9 c7
o n2c
o 1ccn
c1 n4ccn
c3 2cc
c3 c1c2
c3 1ccc
c3 c65
cccc cc2oc
c4 ccc13
co n1c
co cccccccccccccccccc
2c n3
c5 oc1
c5 ccc13
cc1 i
cc1 oc8oc
cc3 5c
c6 c13
c6 c5c4
c6 c24
c6 ccc4c3
cn 14
cc4 n1cc
cc4 occ5
cccccccc ccc3
c1oc 4cc
c1oc 4occ
10 6cc
10 nc9
cc5 cc3
oc1 2o
oc1 9c
oc1 cc2oc3c
oc1 2occ3
ccccc n3c
ccn 14
ccn 1cc3
c3c 8
12 4c5
c8 cco
ccc3 cc4cn
c4c 9cccc9
11 7cc
oc4 cc5oc6cc7oc8cc9oc
ccc5 oc5
occ1 4
occ1 coc2
nc2 c3oc
oc1c nc
cco cccnc
ccccccc oc
nn s
nn c3c
nn 5c6
nn 7c8
34 c5c
c2c1 4cc5
cccc1 6cc7
3c4 ccc
3c4 ccocc4
ncc1 n
ncc1 ccocc1
ccc4c 7
cn4 cc1
cn2 cc4
oc1cc2 c3c
oc1cc2 3c4
31 f
c2ccc3 c4c5oc5c6
oc1oc 4c
n6 cc6
ncc4 cccn5ccccc54
css sc
css cc9
3n cccc1
c1cc2 3ccc4c
ccccc5 6
cc5c4 ccn3cc
cc54 oc15
c4c5 3c
n4c3 c7
3cc4 cc4
c2ccc n2c
cc3c2 4ccn5cc6
nccn c4
cn2cc occ
c3c1 c4
cc1ccn 3cccc3c
c4cc3 2c
c24 o6
cc5nc4 c2ccc
c45 oc5cc6
7oc oc7c6
clc1 cc2c
5nc 9
n4cccc s4
n1cc2 occ
c3n1 c4c
4cccc n4c
109 ccc
c3oc2 co
c3coc 4c
c3cc4 oc4
n4cccc4 coc
89 ccoc
c2ccc4c5 ccc
oc1cc2c3 ccc
ccocc n1
oc1c2oc 2c
5cnc n5
1cs c2c3
c3cn4 ccc3cc4cn
c4c3css ccccc
c3occ2 o3
n4cccc1 4cc2c
cccc15 cc6
2 nn
3 c4cc
4 c5cc
5 1cc2
5 cn5c
6 1o
7 3o
9 8cc
o oc2c1
o n1n
s oo
cc oc4oc
oc o9
ccc o1
ccc o3
ccc sc
c2 5c
c4 3cc
c4 ccc13c
c5 cccn5c
cc1 5o
cc1 n2n
1c ss
cc3 2cc
c6 oc45
coc 2cn
cn c3c
4c sc
cc4 c23
cccccccc ccn
occ occo
occ occoc
c7 cssc
c7 oc9occ
10 cccc9
cc5 1cc
cc5 cccn6ccccc65
oc1 6c
oc1 2oc
oc1 2cc3
ccn cc8
ccn 4ccn
oc2 6c
12 4
12 c2
oc3 2c
c8 ccco
c8 ccc5c2
ccc3 c2c3
ccc3 4ccc
ccc4 3co
11 6
oc4 c3oc
oc4 cc3c
ccc1 co
coc1 3
n1 cccnc
c9 2
12c ssc
cc6 c8
cc6 cc45o
n3 cccccc
cs cc3
13 oc2
c1oc2 cccc2
cc7 c6c
cc7 6o
nc3 ccs
ccccccc nc
c1n cc3
cc8 cccc8
ccnc 7
c1ccc 3cc
oc8 7
cc3c 6
cc3c nc
cc2c3 1nccc
11c 7
ss c5
ss cccc5o
16 3
16 6oc1
45 o7
coc3 cc2c4
c2n cccc2
21c oc
c4c3 c5
32 ccn
n2cc occ2c3
cccccccccccc cc1
21 cc3
17 6oc1
31 o2
c1occ2 cc3
c2ccc3 c1cc
occ4 5cc6
ncc4 c5
css c3
css cc3c
14c 8c
c1cc2 ncc3
12o o
c34 co
ccccc2 nc
11cc occ
cnc4 n
c3cc2 c4c
cnc5 ncc6
c4nc 5c
ccc4c3 ccc2c1
53 o7
cc4nc3 c2c5
c2n1 c5
3cc2 c1oc
c3oc3 c2
occocc occoc
cn7 cccc
c2n3c n
nn3 2
nn3 c2n
ccc1oc 1ccccc
ccn8 cc9cc
c2c13 n4cccc4c5c
c8oc8 74
occoccoccocc occoccoccocc
c1ncc2 n1ccn
cc1cccc2 1cc3
occ12c3 oc4
cc34cc5 n6cc7
n6cccc6 3
ccc64cc3 6
cc6n1 c35
1 nc7
2 4cc
3 ccn3c
4 2o
5 8c
5 occ6
7 o4
h 2
n oc5
o cccccccccccccccccccc
s cccc
c3 oc6
c3 scc
c3 oc12
cccc 3cc
cccc ccn1cc
c4 ccco
c4 c5oc5c
c5 cc2
c5 1ccc
cc1 ccccccccc
cc1 oc2cc
cc1 cn2ccocc2c3
1c nc2
c6 4ccc
c6 c54
cn ccc86
cc4 cc3c
cc4 occ4
cc4 5ccc
1cc nc2c1
5c 9
o1 c2cc
10 o9
10 8nc
10 cc9oc8
cc5 c1
oc1 2c3
ccn 1ccc2
c1o cc4
12 7c
3cc 8
3cc s
ccc3 1c
cnc 9c
ccc1 cc4
coc1 cc2
n1 ccc2nc
c9 sscc
12c 5
cc6 ccc7
n3 ncc
oc5 c2c
c12 cc3cc
cc7 oc8oc
c1c2 nccc
c1cc nc
nc4 cccc5
23 co1
14 8
cccn 2cc
c1n ccc3
cc8 6
c5o ccc
23c n4cccc
c1ccc 78ccc
c2c1 ccn
ccco cccc
n1cc s
4oc o
cccc4 c3c2c
11c ncc
ss cc9
ss cnc6
45 ccc6
c32 oc3
13c ncc
cccc5 c6c
c21 oc3
occ2 3c
occ2 4c5
occ2 3ccc
c2oc3 4oc
c5ccc4 2c
ccc8 c7c
ccc8 5cc4
n6 ccncc6
css 2
css cn
c43 cccc4
c14 coc
ncc2 occ
ncc2 n3c
c1cc2 c3cc
c1cc2 ncc3cc
6oc o
3cc4 3c
oc1c2 oc2c3
cc4c5 oc6
cc4c5 3oc2
56 cc7
c3c1 ccn3c
n7 ccncc7
ccc34 cc54ccc
c2cn3 cc4
c5n cc6
ncccn ccccnc
n1ccc2 n
n5cc scc5
n8 c9
cn6 ccccc56
c4nc nc4
c4c2 c3o
c3oc2 c4
c5cc4 2oc13o
ncss cc8
8nc oc53
c5oc4 c3c2
nco ccco
3cccn 4cc
ccc1ccccc 7c
c4c1cc6 7c
5n4 c1
8cccn 8c
10ccc9cccc8 co
oc2coc3 c2occ3
c51ccc 6c
1 ccccc1
3 12
4 c5c
4 cccc2
6 cn7c
7 1c
7 cccc8
7 cssc
ccc n13
c3 c5oc
cccc 2oc
cccc 6cc
c4 c1o
c4 3cn
co oc
c5 n1c
cc1 oc7oc
1c oc5
1c n2c3
cc3 8c
cc3 cc12
c6 ccncc6
4c ssc
c1c ssc
cc4 n3cc
occ oc1
c7 ccco
10 c9c
10 7cccc
cc5 3c
oc1 occn
oc2 4c
oc2 n3c
12 cc1c
c8 cc82
ccc4 ccc5
ccc4 5c6
11 5
oc4 c5oc
ccc1 c2c
12c ncc
cc6 cc6
5cc 8
nc1 c2c
1o cc4
occ1 3
13 cc4
c1oc2 oc2
c12 cc3cccc
nc2 nccoc
cc7 cc4nc
c1c2 n3c
c3oc 7oc
nc4 ccs
14 7
14 1o
cccn 6ccocc6
ccc6 n
cc8 9cc
cc8 ccc9c
oc8 c9c
c2c3 cn
c2c3 4c
c2c3 ccc4cc
cc2c3 oc3
ss cc4c
2ccc n4
c3c4 ccc5
cn2 cccc2
c4c3 c2c
5oc oc5
ccc8 ccc
n6 cccc6c
ncc4 occc4
css cnc7
c4c5 1oc
cc4c3 ccn5c
c31 nc
nccn 5c
19 oc
1cccc nc1
n7 ccc7
occcc 1oc
32o o4
c45 c6cc
3cccc 1c2
c2ccn 4c
ncccn 3ccocc3
cn6 4
nc8 9
c6c7 oc8c9c
nc9 cccc9
c4ccn 3c2
c4ccc3 c2cc
coc6 ccccc6
cnc8 n
cc45 cccc5c
c3oc3 c4
c4oc5 3cccc5
c1n2cc occ2
n1cccc1c oc
nn2 c1n
cc2oc1 c3cn
ccn4 c2
ccn4 cc2
occcccccccccccccc cccccccccc
c4oc3 c5
cc53 cccc5
cc98 cccc9
43o 9
c2c13 c5cc6c
c1ccc2c3ccc4 ccccc4
c9oc9 85
c8nc nc8
c3n1cc ccc3
2ns nc2nc
occcc1ccc2 3n
cc9ccc8 cocc7
cc7ccccc7 nc
cccc14 cc5
cccc97 cccc9
c2oc34oc 5cc
1 3cn
1 ccccccccccc
1 n5c3
2 oc4oc
2 cccc4
2 43
5 coc6
6 n4
6 8cc
6 cn6c
7 nc8
8 1
8 c5
8 c6
8 ccn
9 7o
n cccccccccc
o oc4
o os
s c2c
oc n1c
oc nc9ccccc9
c3 5o
c3 5ccc
cccc s
cccc c12
cccc sc
c4 cc4c3
c4 1ccccc4
nc oc1
c5 css
cc1 oc2cc3
cc1 cn2cc3
cc2 3cn
c6 o1
c6 oc16
cn c13
cn c32
cn ccn4ccocc4
cc4 cc5n
cccccccc cc2
cccccccc cccc2
c7 oc56
10 ccco
10 ccncc
cc5 c6oc
cc5 6c7
cc5 sscc
ccn ccc
ccn c4
ccn 6cc
c3c nc
oc2 cc1c
ccc3 cc2
ccc4 cn
ccc4 c3c1
11 c5
oc4 c5c6
oc4 cos
n1 oc
cc6 1
cc6 c5ccc4
cc6 nc15cc2
c3o 8
