{"[UNK]":0,"[CLS]":1,"[SEP]":2,"#":3,"%":4,"(":5,")":6,"+":7,"-":8,"/":9,"0":10,"1":11,"2":12,"3":13,"4":14,"5":15,"6":16,"7":17,"8":18,"9":19,"=":20,"@":21,"[":22,"\\":23,"]":24,"a":25,"b":26,"c":27,"e":28,"f":29,"h":30,"i":31,"k":32,"l":33,"n":34,"o":35,"p":36,"r":37,"s":38,"cc":39,"(=":40,"@@":41,"](":42,"oc":43,"c1":44,"]([":45,"ccc":46,")[":47,"c2":48,"c3":49,"cccc":50,"c4":51,"co":52,")(":53,"nc":54,"@]":55,"@@]":56,"2c":57,"c5":58,")=":59,"cc1":60,"3c":61,"1c":62,"cc2":63,"cc3":64,"c6":65,"coc":66,"cn":67,"4c":68,"c1c":69,"cc4":70,"cccccccc":71,"c2c":72,")/":73,"1cc":74,"occ":75,"c1oc":76,"c7":77,"o2":78,"5c":79,"o1":80,"([":81,"10":82,"cc5":83,"oc1":84,"ccccc":85,"ccn":86,"c3c":87,"o3":88,"ccc2":89,"oc2":90,"c1o":91,"12":92,"ch":93,"@@](":94,"oc3":95,"c8":96,"][":97,"3cc":98,"ccc3":99,"ccc4":100,"cl":101,"@](":102,"2cc":103,"o4":104,")([":105,"6c":106,"c4c":107,"cnc":108,"n2":109,"11":110,"oc4":111,"ccc1":112,"coc1":113,"n1":114,"c9":115,"12c":116,"cc6":117,"o5":118,"4cc":119,"5cc":120,"n3":121,"]%":122,"c2o":123,"o6":124,"ncc":125,"c3o":126,"br":127,"ccc5":128,"oc5":129,"cs":130,"nh":131,"nc1":132,")(=":133,"1o":134,"occ1":135,"13":136,"cccccc":137,"c5c":138,"cc2c":139,"c1oc2":140,"c12":141,"o7":142,"nc2":143,"oc1c":144,"7c":145,"cco":146,"(\\":147,"oc6":148,"2o":149,"sc":150,"n4":151,"c2oc":152,"cc7":153,"c1c2":154,"nc3":155,"(/":156,"/[":157,"c1cc":158,"ccccccc":159,"n2c":160,"c4o":161,"c3oc":162,"nc4":163,"43c":164,"-]":165,"o8":166,"c6c":167,")\\":168,"](/":169,"23":170,"oc7":171,"8c":172,"14":173,"+]":174,"nn":175,"cccn":176,"c1n":177,"3o":178,"ccc6":179,"2c1":180,"1oc":181,"ccccccccc":182,"2c3":183,"3oc":184,"cc8":185,"c1nc":186,"c3cc":187,"cccccccccccccccc":188,"2oc":189,"ccnc":190,"occ1oc":191,"c13":192,"c5o":193,"23c":194,"ccoc":195,"c2cc":196,"34":197,"c4oc":198,"c1ccc":199,"9c":200,"n1c":201,"c2c1":202,"\\[":203,"oc3oc":204,"oc8":205,"1c2":206,"ccco":207,"cc3c":208,"15":209,"n1cc":210,"c3c2":211,"n3c":212,"o9":213,"-])":214,"oc2oc":215,"cop":216,"c4cc":217,"c2c3":218,"cc2c3":219,"cn3":220,"cc1c":221,"10c":222,"cccc2":223,"oc2c":224,"c6o":225,"oc4oc":226,"cc9":227,"=%":228,"c7o":229,"1ccc":230,"cccc3":231,"4oc":232,"cc2oc":233,"cccc4":234,"oc1cc":235,"c1ccc2":236,"co3":237,"nc5":238,"11c":239,"nccc":240,"1cc2":241,"c7c":242,"+](":243,"32c":244,"6cc":245,"12cc":246,"os":247,"c5oc":248,"n5":249,"c8o":250,"oc7oc":251,"oc5oc":252,"cccc1":253,"ccc7":254,"1ccc2":255,"c5cc":256,"coc2":257,"4o":258,"ss":259,"2ccc":260,"oc9":261,"c23":262,"16":263,"45":264,"co4":265,"co2":266,"3c4":267,"cccccccccc":268,"nh2":269,"oc6oc":270,"ncc1":271,"4c5":272,"coc3":273,"occ3":274,"3cn":275,")/[":276,"34c":277,"c2n":278,"cc4c":279,"@@]%":280,"ccc4c":281,"c3c4":282,"ccc3c":283,"co5":284,"+]([":285,"cn1c":286,"c3n":287,"cc12":288,"ccccc4":289,"+][":290,"c3o2":291,"2n":292,"oc1ccc2":293,"7cc":294,"oc8oc":295,"c32":296,"oc3c":297,"13c":298,"c9o":299,"ccccccccccccccc":300,"cc32":301,"c1occ":302,"noc":303,"cn4":304,"nc1c":305,"cccnc":306,"op":307,"21c":308,"cn2":309,"@]%":310,"n2ccc":311,"oc1cc2":312,"cccc5":313,"c4c3":314,"c8c":315,"32":316,"co6":317,"n2cc":318,"cccccccccccc":319,"oh":320,"21":321,"2co":322,"cc43":323,"n4c":324,"5oc":325,"17":326,"c3ccc4":327,"c21":328,"3c2":329,"31":330,"csc":331,"@@]([":332,"12ccc":333,"3ccc":334,"1n":335,"cn2c":336,"c1occ2":337,"c2ccc3":338,"occn":339,"c4ccc":340,"c6cc":341,"5o":342,"ccccccccccc":343,"nc6":344,"ccc2c":345,"ccccccccccccc":346,"cccccccccccccc":347,"c1oc2c":348,"oc1oc":349,"2cc3":350,"ccn2c":351,"occc":352,"occ2":353,"c2oc3":354,"c5ccc4":355,"ccsc":356,"n3cc":357,"cc2c1":358,"ns":359,"54c":360,"ncc3":361,"ccc8":362,"occ4":363,"cc21":364,"10o":365,"co1":366,"ccn1c":367,"3co":368,"cc3c4":369,"n6":370,"n1ccc":371,"ncc4":372,"css":373,"ccccc3":374,"co7":375,"c43":376,"c14":377,"c6oc":378,"n3ccc":379,"oc9oc":380,"n2ccn":381,"4ccc":382,"ncc2":383,"ncccc":384,"3ccc4":385,"10oc":386,"cn3c":387,"14c":388,"43":389,"3n":390,"c1cc2":391,"cc3oc":392,"c2o1":393,"ccccc5":394,"8cc":395,"oco5":396,"ccc12c":397,"cc5c":398,"ccc2c1":399,"cc5c4":400,"oc4c":401,"ccc4c5":402,"6oc":403,"cc1oc":404,"cc54":405,"cn1":406,"6o":407,"c9c":408,"oco4":409,"18":410,"4nc":411,"cccc6":412,"c4c5":413,"cc4c3":414,"co8":415,"c2nc":416,"c1c3":417,"n4c3":418,"ccccc1":419,"c5c4":420,"3cc4":421,"ccccn":422,"5c6":423,"cc2n":424,"c2ccc":425,"c31":426,"cc1o":427,"ccc3c2":428,"ccc23c":429,"co9":430,"@]([":431,"c54":432,"ccc9":433,"cc3c2":434,"10cc":435,"12o":436,"c12c":437,"ccccccccccccccccc":438,"c34":439,"n2cccc":440,"cccc7":441,"c2n1cc":442,"1co":443,"ccc1c":444,"ccoc1":445,"n4cc":446,"ccccc2":447,"45c":448,"cnc3":449,"11cc":450,"s1":451,"oo":452,"4cc3":453,"occ5":454,"oc2ccc3":455,"nccn":456,"cn5":457,"c2n1cc3cn":458,"oc1c2":459,"cc4c5":460,"56":461,"ssc":462,"cn2cc":463,"nccc1":464,"23cc":465,"cncc":466,"11o":467,"cccc8":468,"oc5c":469,"coc4":470,"ccc5c":471,"ccc2nc":472,"19":473,"15c":474,"c3ccc":475,"2oc1":476,"cocc":477,"5ccc":478,"2oc3":479,"n5c":480,"c3c1":481,"c2cc3":482,"cccc9":483,"c1oc2cc":484,"no2":485,"n4ccc":486,"cnc2":487,"cccoc":488,"n1ccn":489,"cc13":490,"cc4oc":491,"1cccc":492,"cnc4":493,"3c1":494,"cn4c":495,"ccn3c":496,"c5c6":497,")\\[":498,"nc7":499,"cn1ccc2":500,"cc6c":501,"c7cc":502,"ccc32":503,")(/":504,"no":505,"cc1ccn":506,"ccccc6":507,"c7oc":508,"65c":509,"7o":510,"2nc":511,"c2c4":512,"fc":513,"cn1cc":514,"9cc":515,"cs3":516,"c4cc3":517,"cs2":518,"11oc":519,"ccl":520,"no3":521,"n7":522,"c1ccn":523,"c4n":524,"2cn":525,"41":526,"oco3":527,"coc5":528,"c12ccc":529,"ncc5":530,"3nc":531,"2coc":532,"-][":533,"ccc34":534,"31c":535,"oco6":536,"c6ccc5":537,"oco":538,"ccc43c":539,"cos":540,"n3ccn":541,"c3c2c":542,"ccc32c":543,"c3nc":544,"occ2oc":545,"cc2o":546,"cssc":547,"c5c6cc":548,"cc34":549,"c1n2c":550,"c3oc4":551,"c2oc1":552,"3oc4":553,"occcc":554,"cc5c6":555,"oc1cc2c":556,"54":557,"cs4":558,"3ccn":559,"s3":560,"c65":561,"n3c2":562,"c4ococ4":563,"cc3o":564,"oc6occ":565,"c1nc2":566,"c24":567,"nnc":568,"c3ccc12c":569,"cc5nc4":570,"42":571,"1cn":572,"n3cccc":573,"32o":574,"24":575,"35cc":576,"nc2c":577,"n2cc3":578,"6ccc":579,"ccc12":580,"4n":581,"1c3":582,"c15":583,"c4ccc5":584,"20":585,"c2co":586,"c1co":587,"occo":588,"cnc1":589,"oc7occ":590,"1nc":591,"c3cc2":592,"cnc5":593,"n3cc4":594,"6c7":595,"c2c1c":596,"c2cn3":597,"nccc3":598,"2ccc3":599,"13o":600,"coc2oc":601,"c45":602,"n2c1":603,"cc1cc":604,"c1oc2cc3":605,"c6c5":606,"cc23":607,"c1ccc3":608,"clc":609,"n5c4":610,"oc6c":611,"scc":612,"3cccc":613,"c13c":614,"cco1":615,"cs5":616,"occc3":617,"56c":618,"c4ccc23c":619,"45o":620,"c8cc":621,"7oc":622,"nccoc":623,"c5n":624,"c1oc2oc":625,"c3ccc4c":626,"n2cccc2c":627,"c2ccn":628,"ncccn":629,"c5ococ5":630,"on":631,"c2cn":632,"clc1":633,"4c3":634,"ocn":635,"sc2":636,"c8oc":637,"cn3c2":638,"7c8":639,"c2cc1":640,"c3ccc2":641,"cc7c":642,"7ccc":643,"c1c4":644,"n1ccc2":645,"coc1oc":646,"c4ccccc4":647,"5nc":648,"o1c":649,"n5cc":650,"cccccccccccccccccc":651,"c23c":652,"4cc5":653,"ccccc7":654,"4sc":655,"cscc":656,"oc2cc3":657,"c3ococ3":658,"ccc5c6":659,"2sc":660,"16c":661,"n8":662,"c2ccc4":663,"cn4ccn":664,"cn6":665,"8oc":666,"cnc6":667,"c9oc":668,"c42":669,"cc4cc":670,"coc4oc":671,"cc1c2":672,"c76":673,"n4cccc":674,"s2":675,"c2occ":676,"c3cn":677,"c4o3":678,"c2oc3oc":679,"oc9occ":680,"2ccn":681,"n6c":682,"10cccc":683,"45ccc":684,"11ccc":685,"n1cccc":686,"4co":687,"c1cl":688,"c1ncc":689,"nc3c":690,"oc1ccc":691,"76c":692,"c53":693,"oc8occ":694,"oco2":695,"-])[":696,"coc3oc":697,"10ccc":698,"nc8":699,"2c4":700,"n2ccccc":701,"1cnc":702,"ccc54c":703,"sscc":704,"cn1c2":705,"12c3":706,"34ccc":707,"c1br":708,"nccc4":709,"ccccccccccccccccccc":710,"1sc":711,"c2ococ2":712,"cc2cc":713,"oc3occ":714,"13cc":715,"cc3cc":716,"c4nc":717,"c1c2c":718,"n1c2":719,"cccccccccccccccccccc":720,"c9cc":721,"34cc":722,"cc65":723,"cc6c5":724,"fc1":725,"no1":726,"occc2":727,"cbr":728,"occ1c":729,"8o":730,"cc12c":731,"cccccccccccccccccccccc":732,"3coc":733,"c7oc8oc":734,"cc5oc":735,"1oc2":736,"n4ccocc4":737,"cc4o":738,"n1cc2":739,"2cccc":740,"ccc34c":741,"2cnc":742,"ccc6c":743,"si":744,"ccccc8":745,"sc1":746,"4ococ4c":747,"c2ccc3c":748,"nc32":749,"cccco":750,"oc2cc":751,"1cc4":752,"c3oc4oc":753,"ccc4c3":754,"oc4c3":755,"n4ccn":756,"cc14":757,"c3n1":758,"c5ccc43c":759,"occ6":760,"ccoc3":761,"n4ccccc4":762,"35":763,"4cnc":764,"12oc":765,"nc1cc":766,"1o2":767,"c2c3oc":768,"ncc1n2ccc":769,"34o":770,"c2c3c":771,"c4cccc4":772,"n2c3":773,"oc3ccc4":774,"4cccc":775,"c6c7":776,"cccccc1":777,"c3c5":778,"cc8c":779,"c4cc5":780,"occoc":781,"41c":782,"1cn2cc":783,"ccccccccccccccccccccc":784,"ccncc2":785,"5n":786,"109":787,"3sc":788,"cc4cn":789,"67":790,"3ococ3c":791,"c4cc4":792,"n3c4":793,"cc1nc":794,"oc2c1occ2":795,"4cn":796,"nc9":797,"c4ccn":798,"n3ccc4":799,"23o":800,"cc15":801,"c7c8":802,"cs1":803,"c4ccc3":804,"n2ccccc21":805,"6n":806,"c3ccn":807,"cccn2ccccc21":808,"3ccocc3":809,"78":810,"cc4n":811,"c1oc3oc":812,"1cc3":813,"c34c":814,"@](=":815,"ccn5":816,"2o3":817,"c5ccccc5":818,"c4c2":819,"c1cc2c":820,"brc":821,"cc31":822,"12cccc":823,"cn3ccn":824,"ncc6":825,"n3ccocc3":826,"3ocn":827,"c64":828,"ocnc":829,"4ccc5":830,"c5ccc":831,"5ococ5c":832,"c3occ":833,"cc3n":834,"oc7c":835,"nn3c":836,"c45c":837,"53":838,"n23":839,"n13":840,"cc4nc3":841,"oc5occ":842,"3o2":843,"n12":844,"c3oc2":845,"oc3cc":846,"2cc1":847,"c87":848,"9oc":849,"17c":850,"64":851,"c4ccc2nc":852,"ccc3c4ccc":853,"c3ccccc3":854,"cn5c":855,"cc4n3":856,"ch2":857,"c5ccc2nc":858,"oc1coc2c1occ2":859,"ccccc9":860,"4c1":861,"4ccocc4":862,"cccn1c":863,"ccs":864,"ccocc4":865,"ooc":866,"nccc2":867,"cc5cc":868,"n3n":869,"n42":870,"cc3cl":871,"oc1coc":872,"cc5c4cc2c":873,"oc3cc4":874,"45cc":875,"nccccc":876,"c7c6":877,"c2c5":878,"n5ccc":879,"coc6":880,"sccnc":881,"9o":882,"ccccnc":883,"c2n1":884,"3cc2":885,"c56":886,"cnc8":887,"ncc1oc":888,"53c":889,"c2occ3":890,"c6oc7oc":891,"oc1c2c":892,"c5c3":893,"42c":894,"cc1cc2":895,"ccc3c4":896,"14cc":897,"cc45":898,"6nc":899,"3coc4":900,"n2ccc3":901,"c4c1":902,"8c9":903,"c3coc":904,"cnc7":905,"c1cn":906,"c8oc9oc":907,"3oc2":908,"ccn3c2":909,"occ12c":910,"1c4":911,"c6oc6":912,"65":913,"n4n":914,"cn2ccc":915,"nc1cn":916,"c3oc3":917,"]\\":918,"11cccc":919,"ccc23o":920,"14o":921,"n6c5":922,"3c5":923,"c4oc5":924,"cc2nc":925,"12cn3c":926,"ccccccccccccccccccccccc":927,"8ccc":928,"oc2c1":929,"10occ":930,"ccn2":931,"5cc6":932,"sc3":933,"c1ccc4":934,"cc2n3c":935,"@@](=":936,"ccoc2":937,"c1n2cc":938,"n1cccc1c":939,"4oc5":940,"nc4c":941,"c23ccc":942,"nccco":943,"4o3":944,"occc4":945,"c4c3c":946,"c5o4":947,"no4":948,"c16":949,"c3cc4":950,"cc3ccc":951,"5cccc":952,"ncccccc":953,"cn2cc3":954,"c2cl":955,"2cn3c":956,"ccn4c":957,"c1coc":958,"cc6c7":959,"cc9c":960,"ccc3c2ccc4":961,"nc4ccccc4":962,"occocc":963,"ccc23":964,"ccc2c3ccc4":965,"9ccc":966,"c8ccc7":967,"oc5c4":968,"cc12ccc":969,"cccc12c":970,"nc1ccccc1":971,"ccc7c8":972,"c2oc4":973,"2coc3":974,"cc7c6":975,"c5cc4":976,"c1ccc2c":977,"cc3nc2":978,"c5cc6":979,"c4oc5oc":980,"nccs":981,"nccc5":982,"coc5oc":983,"nn2":984,"cc56":985,"c3cc3":986,"c4ccc5cc":987,"c4c5cc":988,"1ccc3":989,"c14c":990,"occ1c2":991,"34c5":992,"nc1ccn2c":993,"1cccn2cccc":994,"3cn4cc":995,"n3cccc3c":996,"csscc":997,"1coc":998,"brc1":999,"c4occ":1000,"10c9":1001,"13oc":1002,"n4cccc4":1003,"c1cccc":1004,"ncnc":1005,"cn2c1":1006,"oc3c4":1007,"nccnc":1008,"c1ccc2c3c":1009,"c1ccc5":1010,"c5nc":1011,"c8c7":1012,"5cc4":1013,"cccccccccccccccccccccccc":1014,"ccocc3":1015,"coc2c1occ2":1016,"6cc7":1017,"c4cc6":1018,"c1oc3":1019,"23ccc":1020,"c6ococ6":1021,"nocc":1022,"cn2c3":1023,"nc1coc2c1occ2":1024,"c4ccc32c":1025,"cc5o":1026,"c3cl":1027,"c5cccc5":1028,"coccn":1029,"n8c":1030,"n2cc3c4":1031,"cn3cc4":1032,"n4ccccc43":1033,"31cc":1034,"cc5n":1035,"c4ccc5c":1036,"4ccn":1037,"c1f":1038,"c6n":1039,"occ7":1040,"ccc1c2":1041,"cn7":1042,"cccn4c":1043,"ncc1c":1044,"n5ccocc5":1045,"occco":1046,"c35":1047,"23c4":1048,"cns":1049,"nc12":1050,"2c5":1051,"cc54c":1052,"ccn3":1053,"c3ocn":1054,"ncco":1055,"c5oc6":1056,"occc1":1057,"24c":1058,"13ccc":1059,"c3n1cc4cn":1060,"cnc9":1061,"cc2oc1":1062,"oco7":1063,"oc4cccc4":1064,"5sc":1065,"c4cl":1066,"c46":1067,"c5nc4":1068,"ccc1nc":1069,"n3cccc3":1070,"18c":1071,"2o1":1072,"2cn3cc":1073,"c3co":1074,"con":1075,"cccc23c":1076,"c6ccccc6":1077,"c7ccc6":1078,"1o3":1079,"cc1n":1080,"oc2occ":1081,"5co":1082,"-](":1083,"1c5":1084,"1ccn":1085,"52":1086,"cc2oc3":1087,"cc23c":1088,"46":1089,"cc2c4":1090,"n2n":1091,"45co":1092,"cn1ccc":1093,"c4c5c":1094,"ccc2c1c":1095,"noc1c":1096,"c8c9":1097,"36":1098,"na":1099,"cc1c3":1100,"ccn1":1101,"coccc":1102,"3o4":1103,"c2oc1c":1104,"cc43ccc5":1105,"21cc":1106,"c45ccc":1107,"oc12":1108,"cc6cc":1109,"n2ccn3c":1110,"15cc":1111,"s4":1112,"43o6":1113,"c4ccocc4":1114,"cc16":1115,"5c4":1116,"occo5":1117,"87":1118,"c3cc2c1":1119,"ccccoc":1120,"ccc6c7":1121,"n9":1122,"ccocc2":1123,"cc3n2":1124,"c6ccc":1125,"11occ":1126,"occnc":1127,"oc2co":1128,"oc4occ":1129,"32co3":1130,"coc8oc":1131,"10ccccc":1132,"cc2ccc":1133,"oc3co":1134,"cc76":1135,"coc2c":1136,"3cccn4cccc":1137,"67c":1138,"4coc":1139,"3ccn2c":1140,"c3ccn2c":1141,"1cccn1c":1142,"3co2":1143,"c3cccc3":1144,"ccc5c4":1145,"ncc1cccn2ccccc21":1146,"n7c":1147,"c25":1148,"cc4cc3":1149,"cccn3c":1150,"ncc2n3ccc":1151,"c6o5":1152,"c98":1153,"89":1154,"oc8c":1155,"coco":1156,"c67":1157,"63":1158,"oc3cccc3":1159,"cc6o":1160,"csc1":1161,"cc5nc4c2":1162,"ccc45":1163,"cc3cc2":1164,"oo1":1165,"c2c6":1166,"c2n1c":1167,"2nc3":1168,"coc3c2occ3":1169,"coc8":1170,"c2ccccc2":1171,"c43c":1172,"5o4":1173,"ccc3cc":1174,"cn3cc":1175,"c2coc":1176,"2o4":1177,"nc2c1":1178,"c3cc4c":1179,"c1cc3":1180,"43co4":1181,"c6co":1182,"c1ccc2c3cc":1183,"ncn":1184,"cncc4":1185,"ccn6":1186,"cc6oc":1187,"87c":1188,"4oc1":1189,"5coc":1190,"ccn3cc":1191,"cc2oc3cn":1192,"c1cn2cc":1193,"nn4c":1194,"cncc1":1195,"n2cc3n":1196,"ccc2o":1197,"ccc3cc4":1198,"14ccc":1199,"3coccn":1200,"nccccnc":1201,"cc2c1c":1202,"cc5oc6":1203,"63c":1204,"ccc21":1205,"c5oc6oc":1206,"5cccn":1207,"ccc4cc":1208,"cc4f":1209,"ccc6cc":1210,"15o":1211,"46c":1212,"cs6":1213,"2cc4":1214,"cn4cc":1215,"coc7oc":1216,"c5oc5":1217,"nc1ccc2":1218,"c41":1219,"o1c2":1220,"ccn4":1221,"c9c8":1222,"cnccc":1223,"cn7c":1224,"cc3n1c":1225,"c32c":1226,"2ccoc":1227,"1on":1228,"nc3ccccc3":1229,"oc4cc":1230,"cn3c4":1231,"cc4cl":1232,"cccoc1":1233,"3cnc":1234,"coc7":1235,"n3ccccc":1236,"occ8":1237,"13cccc":1238,"nc5ccccc5":1239,"c1cn2":1240,"cc8c7":1241,"25":1242,"c1occ2oc":1243,"ccn5c":1244,"ccc45c":1245,"c3ccc21c":1246,"n4c5":1247,"cc2c3c":1248,"5ccocc5":1249,"cc3f":1250,"cc3oc2c":1251,"cc43c":1252,"cocc1":1253,"c2oc4oc":1254,"nn1c":1255,"c2ccc4c5c":1256,"ccc13":1257,"ccnc1":1258,"oc1occ":1259,"ccc65c":1260,"occc5":1261,"oc23":1262,"n4cc5":1263,"7n":1264,"12occ":1265,"23co":1266,"c6ccc54c":1267,"75":1268,"c2c1o":1269,"oc5cc":1270,"c1cc2c3":1271,"c6nc":1272,"c3ccc4cc":1273,"c9ccc":1274,"43cc":1275,"c2ccc4c5":1276,"1c6":1277,"ccc13c":1278,"10nc":1279,"oc1cc2c3":1280,"n2ccocc2":1281,"nnc2":1282,"c34ccc":1283,"cc3cccn4ccccc43":1284,"4c6":1285,"4occ":1286,"ncccoc":1287,"34co":1288,"cc5c4c2":1289,"2ococ2c":1290,"ncc1occ":1291,"4c2":1292,"c7oc9oc":1293,"46cc":1294,"oc12c":1295,"c3oc2c":1296,"1cl":1297,"nc2coc3c2occ3":1298,"cc4oc3":1299,"c5cc5":1300,"cc4ccccc4":1301,"oc6cc":1302,"ncc3ccc":1303,"76":1304,"cncco":1305,"cccc32":1306,"ccc2c3":1307,"c1op":1308,"8n":1309,"c54c":1310,"occ2c3":1311,"c4oc4":1312,"c4ccn3c":1313,"oc3c2":1314,"cc6nc5":1315,"7nc":1316,"c2ccc1":1317,"cn6c":1318,"cc4n3c":1319,"12oc3":1320,"3cc43ccc5":1321,"ccncc1":1322,"oc1c2c3":1323,"coc3c":1324,"oocc":1325,"c6c4":1326,"cc7cc":1327,"c4cc6oc7":1328,"ccc24c":1329,"2cccn2c":1330,"c3c4c":1331,"oc1coc2c1occ2nc":1332,"sc4":1333,"c1ccc6":1334,"c6c7cc":1335,"cn8":1336,"oc4co":1337,"cn3cc1":1338,"n6cc":1339,"c3n1c":1340,"cc4c2":1341,"c1c5":1342,"ccn2cc":1343,"ccc42":1344,"n1c3":1345,"ccc31":1346,"c5ccc6":1347,"cc4cc56":1348,"ccc2n":1349,"oc2c3":1350,"cc1cc3":1351,"oc32":1352,"occ3oc":1353,"=[":1354,"ncss":1355,"11ccccc":1356,"c2cn3ccn":1357,"8nc":1358,"ccc2cc3c":1359,"n4cccc4c":1360,"ccocc":1361,"c2ccc3c4":1362,"78c":1363,"4ococ4c3":1364,"occcccccccccccccc":1365,"c5ccn":1366,"n4ccc5":1367,"ccc7c":1368,"cc7oc8":1369,"cn1ccn":1370,"cc5nc4c3":1371,"57":1372,"n2ccn3":1373,"cc2cc3":1374,"cc2n1":1375,"cc42":1376,"31cc4":1377,"c2oc1c7":1378,"oc1cn":1379,"cc4cc56c3":1380,"c7o6":1381,"(\\[":1382,"cc3nc":1383,"occccc":1384,"ccncc3":1385,"12ccc3":1386,"c8ccc":1387,"ccc43":1388,"c2cn3ccc2cc3c":1389,"coc6oc":1390,"cc64":1391,"3cn4c":1392,"(#":1393,"nn2c":1394,"c2cc4":1395,"nc6c":1396,"nc4cc4":1397,"c42c":1398,"c4ccc4":1399,"c8ccccc8":1400,"c1oc23c":1401,"c3cccc4":1402,"cc2n1c":1403,"coc1c":1404,"ccss":1405,"c7cccc7":1406,"15ccc":1407,"56ccc":1408,"cc4nc3c2":1409,"3oc1":1410,"c7ccccc7":1411,"2cccn3cccc":1412,"22":1413,"occcoc":1414,"c3ccc2nc":1415,"oc2oc3":1416,"12co":1417,"cn4ccc":1418,"c6cccc6":1419,"n1ccocc1":1420,"c1cco":1421,"3cncc":1422,"cc2cc1":1423,"cncc2":1424,"c7n":1425,"cc2oc3c":1426,"ccc1o":1427,"cnc2c1":1428,"c7oc7":1429,"10ccc9":1430,"oc2cccc2":1431,"cc3cn":1432,"ncccc1":1433,"c1nn":1434,"c4co":1435,"cc1n2c":1436,"2ccn3":1437,"occcccccc":1438,"cc7c8":1439,"cn3ccc":1440,"23coc":1441,"3cccnc3":1442,"19c":1443,"])":1444,"cc1cl":1445,"cc3c2c":1446,"5ccc6":1447,"89c":1448,"1ccn2":1449,"cc5oc4":1450,"oc34c":1451,"nc2ccccc2":1452,"oc6cccc6":1453,"c57":1454,"oc1co":1455,"c2cc3c":1456,"c1c4c":1457,"c1occ23c":1458,"c2cc3ccc":1459,"oo2":1460,"14oc":1461,"c2oc3occ":1462,"35c":1463,"cc3n2c":1464,"c23o":1465,"c7ccc":1466,"c1ccccc":1467,"@@](/":1468,"ccc8c9":1469,"n1c34":1470,"nc1coc":1471,"nccccn":1472,"3cc1":1473,"9nc":1474,"c8cccc8":1475,"+])":1476,"cc12cc3":1477,"cccc2c1":1478,"ccncc":1479,"c1ncccc":1480,"cc41":1481,"c75":1482,"ccn4c3":1483,"cccc21":1484,"16cc":1485,"oc4c32":1486,"c1ccco":1487,"c4ccc2c1":1488,"n3ccccc3":1489,"c2n3c":1490,"ccn13":1491,"c3ccc2c1":1492,"ccccccc1":1493,"108":1494,"c1nc2c":1495,"54o":1496,"64cc":1497,"c23oc":1498,"cccccc1c":1499,"c5occ":1500,"5ococ5c4":1501,"54cc":1502,"11nc":1503,"6ococ6c":1504,"cccc5c":1505,"cc4nc":1506,"c89":1507,"nc1coc2c1occ2n3n":1508,"cc9oc":1509,"cn4ccccc4":1510,"c3o1":1511,"c51":1512,"cc2oc1c":1513,"oc2oc3c":1514,"4cccn":1515,"nn3":1516,"c17":1517,"c2cn3c":1518,"c3c2o":1519,"cc3c1":1520,"occcc1":1521,"ccc9c":1522,"cc5cc4":1523,"ncc7":1524,"cc2c13":1525,"c34oc4":1526,"c2cn3ccc2cc3cn4n":1527,"nc1cc1":1528,"c26":1529,"c4coc":1530,"c52":1531,"2c7":1532,"cc21c":1533,"ss2":1534,"cc2ccncc2":1535,"oc5co":1536,"nc2cn":1537,"c5oc5c":1538,"c3ccc5":1539,"1cco":1540,"10n":1541,"nc1cn2c":1542,"cccc2c3":1543,"c5oc4":1544,"cc17":1545,"cc1ccc":1546,"cc4cc4":1547,"oc43":1548,"c9ccc8":1549,"oc54":1550,"c1oc2c3c":1551,"14cccc":1552,"6oc7":1553,"]/":1554,"c4c6":1555,"cn2ccn":1556,"c3ccc4c5":1557,"cc2ccncc2cc3":1558,"1coc2":1559,"ncc2ccc":1560,"7cc8":1561,"cccc2c":1562,"cc4s3":1563,"cccccnc":1564,"ccc1cc":1565,"n31":1566,"coc3occ":1567,"cn2ccoc":1568,"oc3cc4c5cc":1569,"c3ccc2c":1570,"cc1f":1571,"21co":1572,"cn5ccn":1573,"cn3ccocc3":1574,"ccccccccccccccccccccccccc":1575,"c1ccc2cc":1576,"c1ccn2ccc":1577,"1ccccccc":1578,"n1cc2n":1579,"coc4occ":1580,"oc2oc3ccc4":1581,"c9cccc9":1582,"c9ccccc9":1583,"6co":1584,"ccc1oc":1585,"(=[":1586,"c3n1ccc3":1587,"76cc":1588,"cc13c":1589,"occ3c":1590,"12ccccc":1591,"cc4c3c1":1592,"32cc":1593,"c1ccn2c":1594,"c1ccccc1":1595,"cn12":1596,"cc9cc":1597,"3cn2c1":1598,"ccc2oc":1599,"cc2nc1":1600,"ccccco":1601,"n3cccc4":1602,"c2cccc2":1603,"c12o":1604,"15cccc":1605,"1ccc2c3c":1606,"c31c":1607,"cc3occ":1608,"ccc3c4cc":1609,"n6ccc":1610,"nccn3c":1611,"c1cccc1":1612,"cc5n4c":1613,"ccn6c":1614,"oc5cccc5":1615,"2cncc":1616,"c7c8cc":1617,"n2cccc2":1618,"9n":1619,"cccc1c":1620,"cc1c4":1621,"cn9":1622,"1ccocc1":1623,"cc8oc9":1624,"n24":1625,"])[":1626,"n3cc4c5":1627,"cc54ccc6":1628,"65cc":1629,"c24c":1630,"cc32c":1631,"1ccn3cc4":1632,"cc5n1c34":1633,"ccc21c":1634,"c6oc8oc":1635,"c7co":1636,"ccc2c4":1637,"n1n":1638,"csc3":1639,"c1oc2c3":1640,"oc7cc":1641,"c5cc6c":1642,"c6cc5":1643,"ccc54cc3":1644,"ccccc54":1645,"cccs":1646,"c1cnc":1647,"c4cc3o":1648,"occcccc":1649,"c1c2c3":1650,"oc1ccc23cc43ccc5":1651,"cc3oc2":1652,"c6ccc2":1653,"oc4cc5":1654,"nc21":1655,"4co3":1656,"3c6":1657,"1cssc":1658,"cn3ccc4":1659,"3cccn3cc4":1660,"5oc6":1661,"97":1662,"c1n2ccc":1663,"c3cc5oc6":1664,"c56ccc":1665,"oc6c5":1666,"cc5nc43":1667,"c2cccc3":1668,"c5c2":1669,"5ccc12c":1670,"56o":1671,"c2ccn1c":1672,"cc4oc3c":1673,"6c5":1674,"c2nc3":1675,"c78":1676,"n1cccc1":1677,"16o":1678,"3cccn3c":1679,"c2s":1680,"oc1oc2c":1681,"12coc":1682,"13ccccc":1683,"8ccc9":1684,"c4oc3":1685,"cc1occ":1686,"ccn2c1":1687,"16cccc":1688,"6cccc":1689,"coccnc":1690,"oc4ccc5":1691,"occ12ccc":1692,"c3ccocc3":1693,"2ccc1":1694,"c2c1c3":1695,"17cc":1696,"4o6":1697,"coc2cc":1698,"11n":1699,"ncc2oc":1700,"c2cccc":1701,"cn8c":1702,"c7nc":1703,"oc2ccc":1704,"c1c23":1705,"n1ccn2":1706,"cccc32c":1707,"c3f":1708,"1cn2c":1709,"cc9c8":1710,"4occoc4c3":1711,"c2c1oc":1712,"5cn":1713,"c1s":1714,"coccoc1":1715,"occo3":1716,"oc23c":1717,"oc3cc4c5":1718,"oo4":1719,"sc5":1720,"c13o":1721,"c1oc4oc":1722,"41cc":1723,"csc2":1724,"cc7ccc":1725,"98":1726,"c5co":1727,"cncc3":1728,"c1cccc2":1729,"c12ccc3":1730,"c5c7":1731,"c2css":1732,"cc53":1733,"3cccn3":1734,"occ23":1735,"6cccn":1736,"c2br":1737,"c6ccc7":1738,"cc4oc5oc":1739,"oc21":1740,"oc2cc3c":1741,"2n3":1742,"4oc3":1743,"64c":1744,"c2c3cc":1745,"c3cccc":1746,"c3c1c":1747,"c5cc7oc8":1748,"c6oc9oc":1749,"occ9":1750,"cccn5":1751,"c43oc4":1752,"1n2c":1753,"c4f":1754,"cn23":1755,"occ2c":1756,"ccn21":1757,"oc34":1758,"cc8cc":1759,"c2c3ccc4c5":1760,"cc2ccn":1761,"ncccccn":1762,"52c":1763,"nccn1c":1764,"occc6":1765,"oc9c":1766,"cc4c3c":1767,"109c":1768,"cc5ccc":1769,"c1ncccccc":1770,"cc8c9":1771,"4ccn3c":1772,"nn1":1773,"sc1oc":1774,"ocncc":1775,"c1sc":1776,"c32o":1777,"c6oc7":1778,"coc9oc":1779,"cn9c":1780,"2ccnc":1781,"14ccccc":1782,"occ4oc":1783,"cn1c2oc":1784,"cc7c6cc4c3":1785,"4o2":1786,"4cccn4c":1787,"56cc":1788,"1c7":1789,"@](/":1790,"oc1cc2n":1791,"2s1":1792,"s5":1793,"c23cc":1794,"cc3ccccc3":1795,"c6cc7":1796,"oc2c3oc":1797,"cc87":1798,"c2ccc3c4cc":1799,"ooc2":1800,"c12cc":1801,"c3cc1":1802,"c4nc3":1803,"cc3oc3":1804,"ccn12":1805,"nc1co":1806,"c1ccc2c3ccc4cc":1807,"c1ccc34cc":1808,"c7ccc8":1809,"12nc":1810,"c3oc4occ":1811,"c6nc5":1812,"cc5n4":1813,"cc5c4cc":1814,"119":1815,"cc7oc6":1816,"4cccn4":1817,"3f":1818,"3o1":1819,"ccccccccc1":1820,"c1occc":1821,"c9nc":1822,"oc6co":1823,"nc3cc3":1824,"c23oc3":1825,"67ccc":1826,"c3n2":1827,"cc3c5":1828,"10cn":1829,"cc5c4cc3":1830,"cc3nc2cc1":1831,"1cccccccccc":1832,"cc3c1c":1833,"c1c3c":1834,"c63":1835,"6ccocc6":1836,"2co1":1837,"coc8occ":1838,"c31oc":1839,"c5c4c":1840,"1ccnc":1841,"oc1c2oc":1842,"ccn8":1843,"c86":1844,"nccsc":1845,"8cccc":1846,"n9c":1847,"cccn2c":1848,"c3n2c":1849,"c5cccc":1850,"cc2c3cc":1851,"cn4ccocc4":1852,"2on":1853,"n5ccn":1854,"c3cc2c":1855,"cocc3":1856,"c5cl":1857,"cn1cc2":1858,"cn2n":1859,"cc4ccc":1860,"cc6nc5c4":1861,"cc24":1862,"coc3cc":1863,"ncc9":1864,"nccc6":1865,"cc3br":1866,"oc31":1867,"cs7":1868,"cccccco":1869,"c1occ2c":1870,"c4c35c":1871,"cssc2":1872,"ccoc4":1873,"c1oc8oc":1874,"c8c6":1875,"cn3ccccc3":1876,"4cc54ccc6":1877,"6oc1":1878,"68c":1879,"cccl":1880,"c84":1881,"cc2cl":1882,"cn2cccc2c3":1883,"c1oc2cc3c":1884,"ccccc65":1885,"cc5c3":1886,"ccn1cc":1887,"cc67":1888,"13occ":1889,"34ccn":1890,"cc9nc":1891,"c12oc2":1892,"nc2cc":1893,"nc1coc2c1occ2nc3":1894,"scc2":1895,"c1cccccc":1896,"cc1cn":1897,"csc4":1898,"35o":1899,"cc12cc":1900,"ccn7":1901,"ccncc4":1902,"n34":1903,"cc7cc8":1904,"cn43":1905,"2oc4":1906,"5o6":1907,"c3n1ccn":1908,"cc18":1909,"cc3c2c1":1910,"ccccc4c3":1911,"c1occ2n1c3":1912,"68":1913,"c2cn1cc":1914,"cc1cccn2ccccc21":1915,"c7cc8":1916,"10co":1917,"c4occ2":1918,"c1ccc2c3":1919,"coc32":1920,"6ccc7":1921,"c6cc8oc9":1922,"cnccnc":1923,"c78c":1924,"cncn":1925,"cc7oc":1926,"23c1":1927,"1cccc2":1928,"7c9":1929,"ccc5cc":1930,"c4o2":1931,"c4o1":1932,"c56c":1933,"c62":1934,"c7c5":1935,"oc1ccc2c":1936,"ccc65":1937,"c3nccc":1938,"ccc4oc":1939,"1ccc2c3cc":1940,"c5ccocc5":1941,"16ccc":1942,"cn2ccc3":1943,"2coccn":1944,"oc2ccc34cc54ccc6":1945,"c1n2ccn":1946,"cccc1o":1947,"c4cn":1948,"cc4oc4":1949,"n1ccccc1":1950,"17cccc":1951,"nccn3ccocc3":1952,"2ccn1c":1953,"3occ":1954,"cocc2":1955,"cc1oc2":1956,"c74":1957,"(/[":1958,"c4oc3c":1959,"nccn4ccocc4":1960,"3cccc4":1961,"5c2":1962,"51c":1963,"86":1964,"c2cc2":1965,"c5ccn4c":1966,"cc2occ":1967,"ccn1c2":1968,"c4oc4c":1969,"ccc54cc35ccc12c":1970,"61cc":1971,"c3c6":1972,"n1ccn2c":1973,"20c":1974,"o1cc":1975,"c1cccc5":1976,"cccnc2":1977,"c21c":1978,"45cccc":1979,"nc2coc3c2occ3n4n":1980,"1br":1981,"occcnc":1982,"c1cc4":1983,"cc34c":1984,"cc3oc1":1985,"ccc2c3cc":1986,"ccc3oc3":1987,"n2cccc3":1988,"cc2c31nc":1989,"nccn1ccocc1":1990,"21o":1991,"c3br":1992,"c4ccc1":1993,"cc2ccccc2":1994,"cc3nc2c":1995,"oc8cc":1996,"cc98":1997,"coc5occ":1998,"n2ccccc2c":1999,"1oc4":2000,"n7cc":2001,"c18c":2002,"oc13":2003,"c1c2oc3":2004,"ccc6c5":2005,"cn4cccc":2006,"3coccn3c4":2007,"n3ccccc32":2008,"nco":2009,"nc7c":2010,"cc4c3cc2":2011,"cc6c5cc3c2":2012,"c1nc2csc":2013,"43o":2014,"43co":2015,"ococ":2016,"c3c12":2017,"oc3ccc":2018,"ccc54":2019,"c3c2n":2020,"cn4c3":2021,"5oc1":2022,"occ12":2023,"coc2occ":2024,"c2ccc4c":2025,"c63c":2026,"c2ccc1c":2027,"cc2c3n1c":2028,"c1nc2ccn":2029,"c4cc5oc6":2030,"4ccn5cc":2031,"73":2032,"ccocc1":2033,"c5c4o":2034,"cc1oc2oc":2035,"cc3c4ccc":2036,"5c8":2037,"fc1cn":2038,"ccc3o":2039,"cs8":2040,"occ1n2ccc":2041,"c2c3ccc":2042,"n3ccccc3c":2043,"c4occ2o4":2044,"5occ":2045,"12cc3":2046,"c89c":2047,"13nc":2048,"cc53cc":2049,"cc5c4c":2050,"oc5cc6":2051,"c2ccc3c4c":2052,"4ccn5":2053,"c34cc":2054,"1coc3":2055,"cc3oc4":2056,"cn5cc":2057,"occo4":2058,"ccc4c3cc":2059,"n2ccccc2":2060,"cc6c4":2061,"nc23":2062,"15oc":2063,"c3c2c4":2064,"ccccoc1":2065,"c4cc5c6":2066,"cc19":2067,"cc4cc5":2068,"cc4c3c2":2069,"nc1n":2070,"nc43":2071,"6o5":2072,"98c":2073,"cccn1":2074,"c4oc23":2075,"c6cl":2076,"4c7":2077,"c34oc":2078,"cc4c5cc":2079,"cccccccc1":2080,"oc4ccc":2081,"1oc5":2082,"occccccccc":2083,"oco8":2084,"c1c2oc":2085,"coc9":2086,"c1c2cc":2087,"c4ccc31c":2088,"4o5":2089,"7cccc":2090,"c2c13":2091,"1cn2ccc3":2092,"1ccccc":2093,"oc12cc":2094,"n2c4":2095,"oc4ccccc4":2096,"3on":2097,"cc5nc4cc3":2098,"c14o":2099,"c2ccc5":2100,"ncc8":2101,"c3occ4":2102,"nc1cccc1":2103,"15ccccc":2104,"n5cccc5":2105,"ncc1n2c":2106,"oc3cc4c5ccc6cc":2107,"1o5":2108,"62c7":2109,"oc7cccc7":2110,"4cccc5":2111,"7o1":2112,"c6oc5":2113,"ccc2n3cc":2114,"c8n":2115,"87o":2116,"nos":2117,"c45oc":2118,"c5coc":2119,"c7c6c":2120,"54co5":2121,"18cc":2122,"c19c":2123,"c8oc9occ":2124,"n14":2125,"nc1ccn":2126,"nc2n":2127,"ncccco":2128,"2ccn3cc":2129,"2oc5":2130,"sc3cc4c":2131,"ocssc":2132,"ccc3c1":2133,"c4csscc":2134,"cc6n":2135,"c1ccc2c3ccc4":2136,"cn5cn":2137,"c5occoc5":2138,"c1cn2c":2139,"cc1oc3cc":2140,"cc3n4c":2141,"cn13":2142,"12cn":2143,"oc5ccc6":2144,"nc4cccc4":2145,"cn5cncc54":2146,"42cc":2147,"6cc5":2148,"c1coc3":2149,"c4c6c":2150,"ccc34o":2151,"c2oc3cn":2152,"ncccccnc":2153,"26":2154,"67o":2155,"75c":2156,"occcn":2157,"ccc24":2158,"occ1cc":2159,"4cccn5cccc":2160,"7c5":2161,"72coc":2162,"s1c":2163,"c3nc2":2164,"c5c6oc":2165,"cc1br":2166,"cc3s2":2167,"1ccn2cc":2168,"cccccn":2169,"nc1cc2":2170,"occ1cccn2ccccc21":2171,"23oc":2172,"cc3c2ccc1":2173,"nnc1":2174,"c2sc1":2175,"c3c4oc":2176,"c3co2":2177,"c3cc2o":2178,"cncccc":2179,"12cccn":2180,"ccc4c13":2181,"ccccccco":2182,"cccccccccccccccccccccccccc":2183,"8c7":2184,"9coc":2185,"cp":2186,"c3cc5":2187,"c4c13":2188,"cc4nc3c":2189,"1ccoc":2190,"45coc":2191,"c7ococ7":2192,"2c6":2193,"cc3c12":2194,"c1ccc3c":2195,"sscc3":2196,"cnc3cc2c4":2197,"c4ccncc4":2198,"coc7occ":2199,"on5c":2200,"c6ccc2nc":2201,"cc5ccccc5":2202,"cc9oc8":2203,"oc3coc":2204,"6ococ6c5":2205,"4cns":2206,"7c6":2207,"2cs":2208,"cc3c2o":2209,"1cc6":2210,"c1oc9oc":2211,"oc2o":2212,"oc2c1o":2213,"c1oc23c4":2214,"ccoc8":2215,"c3c1ccn":2216,"cc4nc3cc2":2217,"noc2c":2218,"cc5f":2219,"c9oc9":2220,"cn2ccocc2c3":2221,"7ccc8":2222,"9cccc9":2223,"c1nc3":2224,"c4oc2":2225,"cc1ncc":2226,"cc14o":2227,"occo6":2228,"oc12ccc3":2229,"c2occ3c":2230,"ncc3cccn4ccccc43":2231,"8cc9":2232,"cco2":2233,"c2sc":2234,"c41oc":2235,"cc45o":2236,"c97":2237,"13c2":2238,"cn6ccccc65":2239,"1cccn":2240,"ccc8c":2241,"ncssc":2242,"ccncc6":2243,"ccn3ccc":2244,"c1ccoc":2245,"3occ2":2246,"c2ccc3c4ccc":2247,"3coccn3cc4":2248,"41oc":2249,"cc3cc3":2250,"12o3":2251,"cc62":2252,"1ccc2c3":2253,"2coccn2c3":2254,"3n2c":2255,"53ccn":2256,"ci":2257,"oo3":2258,"c1cccc3":2259,"c2oc5oc":2260,"cc1oc2c":2261,"c8oc8":2262,"2cc6":2263,"n1cc2c3":2264,"c2occ1c3":2265,"c123":2266,"5cccn53":2267,"c5ccc34c":2268,"cc4nc32":2269,"ccncoc1":2270,"43c5":2271,"23oo5":2272,"25c":2273,"2n1":2274,"2sc1":2275,"c4ccc6":2276,"cc1c2c":2277,"c8nc":2278,"oc5o":2279,"n43":2280,"cc7nc6":2281,"c1nccc2":2282,"csscc8c":2283,"51":2284,"6coc":2285,"as":2286,"c3c4cc":2287,"c5ccc5":2288,"cc2occ1":2289,"c7oc6":2290,"ccc1n":2291,"cc7o":2292,"oc1ccc2c3ccc4":2293,"occoccoccocc":2294,"24o":2295,"c3n1cc":2296,"c3cc12":2297,"cc1ccc2":2298,"n5ccccc5":2299,"cn4cccc4":2300,"n2ccoc":2301,"3cccn4ccc":2302,"ccc92c":2303,"85":2304,"cco6":2305,"c4c7":2306,"c4c3o":2307,"c53c":2308,"c5c6c":2309,"cccccccco":2310,"occ1n":2311,"c2oc3c":2312,"cccc34c":2313,"ccc76c":2314,"16ccccc":2315,"oc1c2cc3c1c":2316,"cccn5ccccc54":2317,"on1c":2318,"c3ccc3":2319,"c5oc7oc":2320,"cc3c4cc":2321,"ccn9":2322,"2cccnc2":2323,"csscc4":2324,"4ccco4":2325,"cc1ccn3ccn":2326,"6cccn63":2327,"2cc5":2328,"41o":2329,"67cc":2330,"oo5":2331,"occccccc":2332,"ccoc5":2333,"cocco":2334,"cc4occ":2335,"oc24":2336,"cccn1cc":2337,"2c3ccccc3":2338,"c4occoc4":2339,"scc4":2340,"c1cccc4":2341,"coccn1c":2342,"ccn3ccn":2343,"c1occc2":2344,"n2cc3oc":2345,"n32":2346,"c2occ1":2347,"ncccnc":2348,"cn4cc5":2349,"18cccc":2350,"42co4":2351,"5occoc5c4":2352,"67c8":2353,"cco4":2354,"ocn2c":2355,"c6cccc":2356,"5cnc":2357,"ccnc2":2358,"ccc42c":2359,"n1ccc4":2360,"ncc1ccc":2361,"17o":2362,"cc1ooc":2363,"5c3":2364,"5ccn":2365,"c1c6":2366,"c34o":2367,"cccc3c":2368,"c67c":2369,"cnc2c":2370,"cc45c":2371,"oc14":2372,"oc1o":2373,"ccn1cccc":2374,"cc78c":2375,"ccc2c5":2376,"2o5":2377,"c5cssc":2378,"cc1occ3":2379,"cc2oc2c":2380,"occ6oc":2381,"c7oc8":2382,"oc3ccccc3":2383,"ccc1nc2":2384,"n4c6":2385,"sscc4":2386,"cc4c3cc2c":2387,"n1ccccc1c":2388,"c3ccc1c2":2389,"cccccc2":2390,"cccccc3":2391,"c5c3c":2392,"cc2br":2393,"c2cssc":2394,"12n":2395,"occ1cc2c":2396,"34c1":2397,"cn32":2398,"oc2coc":2399,"nccc7":2400,"c1c3c4":2401,"c2coc3":2402,"c3nc5":2403,"cccc7c":2404,"oc6coc":2405,"c1occ23c1":2406,"c13coc":2407,"3o5":2408,"8coc":2409,"9cccc":2410,"c3c2oc":2411,"ccccn1c":2412,"c5c1c":2413,"cc4br":2414,"ccn4cc":2415,"ccn4ccocc4":2416,"ccc2oc2":2417,"oc3c4oc":2418,"ncc2c":2419,"cc9o":2420,"cccc43":2421,"17ccc":2422,"cc5cl":2423,"54o6":2424,"78ccc":2425,"79":2426,"76o":2427,"c9n":2428,"c3ccncc3":2429,"2n3c":2430,"5c7":2431,"74":2432,"cccc43c":2433,"c4oc6oc":2434,"cc1nc2":2435,"1cs":2436,"cncc5":2437,"cc4o3":2438,"ccccc3c2":2439,"ccncc7":2440,"ccn3ccc4":2441,"oc7ccc":2442,"n1c7":2443,"cn2c3oc":2444,"31co3":2445,"noc3":2446,"c2c3cc4c":2447,"cc3nc12":2448,"10cnc":2449,"6cnc":2450,"ncco3":2451,"c3oc3c":2452,"ccc4cnc":2453,"32c4":2454,"c648":2455,"c7ccc82c":2456,"c2oc6oc":2457,"cc12oc":2458,"cc3ccncc3":2459,"ccc2c3c":2460,"oc2c3oc3":2461,"n1c4":2462,"cc2c5":2463,"cc2cn1c":2464,"c12oc":2465,"occ3c4":2466,"cc23oc3":2467,"cc3ccncc3cc4":2468,"noc3c":2469,"3cn4ccn":2470,"3ccoc":2471,"cc6oc7":2472,"c2oc9oc":2473,"c3ococ4":2474,"3cocc":2475,"n7c6":2476,"1c2c":2477,"4cc2":2478,"7occ":2479,"c3ccc12":2480,"c46ccc":2481,"c5ccc6c":2482,"cc3n1ccn":2483,"cnccc4":2484,"ccc26o":2485,"oc2c3c":2486,"cc65c":2487,"c2c3occ":2488,"c2c3oc4":2489,"n5cccc5c":2490,"cccc87":2491,"c2ccncc2":2492,"6n9c":2493,"coccnc1":2494,"12cccn3cc":2495,"2occ":2496,"6c4":2497,"c2c4oc":2498,"2cns":2499,"c7oc8occ":2500,"oc3o":2501,"ccc3c1ccc4":2502,"csc2n1c":2503,"occ12cn":2504,"oc6ccc":2505,"23ccn":2506,"45c6":2507,"3n2":2508,"c3oc5oc":2509,"c4cccc":2510,"4c8":2511,"ccn5ccocc5":2512,"ccccccccccccccccccccccccccc":2513,"nc5cc5":2514,"c23c1":2515,"cn53":2516,"ncccnccccn":2517,"4coc5":2518,"cccn3":2519,"c4c2c":2520,"1cc5":2521,"c74cc5":2522,"118":2523,"oc7co":2524,"ncccoc1":2525,"n5c3":2526,"ss4":2527,"1o6":2528,"9c8":2529,"c4n1cc":2530,"nc5c":2531,"cnn":2532,"n3c1":2533,"4occc":2534,"c3c4ccc":2535,"c2cn3ccc":2536,"oc1coc2c1occ2n3n":2537,"3sc2":2538,"3s2":2539,"83":2540,"sc2cc3c":2541,"cco3":2542,"ccoc2oc":2543,"c17c":2544,"c5o1":2545,"102c":2546,"ccn1cc2":2547,"ccc3c12c":2548,"brc1ccc":2549,"c23oc4":2550,"c3ccc4c5c":2551,"nn4":2552,"c5f":2553,"cc3cc4":2554,"cc3ccn12":2555,"cn2o":2556,"cc4c13":2557,"ccc14":2558,"csc1c":2559,"nc1c2":2560,"cccccccn":2561,"ccccccc2c":2562,"nc4ccn":2563,"ssc1":2564,"cc23ccc4c":2565,"65o":2566,"occcccccccccc":2567,"c18":2568,"c1cc1c":2569,"cc3cc2c":2570,"12cccc3":2571,"nc3n":2572,"+]=[":2573,"c1ccc7":2574,"11cn":2575,"cn4ccc5":2576,"cc5c42":2577,"n7cc8":2578,"c3occoc3":2579,"cc7oc6c8":2580,"3nc2":2581,"3cccn":2582,"cc5n6c":2583,"oc1oc2":2584,"n2cc4":2585,"c1c2n":2586,"nc4ccc":2587,"cc8o":2588,"c2c34":2589,"csscc5":2590,"nccn4c":2591,"c6cc5cc7oc6c8":2592,"53cc":2593,"62c":2594,"sc1c":2595,"cccn2":2596,"c4c3c2":2597,"c6c3":2598,"c6c8":2599,"c7cl":2600,"cc5cc6":2601,"c8co":2602,"ccc45o":2603,"n2c3c4":2604,"n5cccc":2605,"cn5cccc":2606,"c23coc":2607,"1o4":2608,"4oc6":2609,"n8cc":2610,"sccn":2611,"c1c32":2612,"c4ccc3c":2613,"10c2":2614,"ccncc5":2615,"123":2616,"2cc8":2617,"cc6ccc5":2618,"c12c3":2619,"cccncc1":2620,"cccc1nc":2621,"occccnc":2622,"c3coc4":2623,"c5cnc":2624,"cc2cc4":2625,"cc3o2":2626,"coc4c":2627,"cc4cccn5ccccc54":2628,"cc5c7":2629,"c85":2630,"oc5c6":2631,"c1ncc2":2632,"cc9ccc":2633,"c1occ23":2634,"ccc4c3ccc5":2635,"2oc6":2636,"6cccc7":2637,"7o6":2638,"occcccccccc":2639,"c4c1c":2640,"c4cccn":2641,"2cncc3":2642,"1c8":2643,"cc2n1cc":2644,"107":2645,"10cc9":2646,"12ccn":2647,"occ12coc":2648,"nc2ccn":2649,"c2oc2c":2650,"cc5c4c1":2651,"c2cn3cccc3":2652,"c1cn2ccc1cc2c":2653,"c1cc1":2654,"c2f":2655,"c36":2656,"c3cn4":2657,"c4cc1":2658,"c4n3":2659,"c52c":2660,"c5c14":2661,"3c8":2662,"cc3cc4cc":2663,"1cc2c":2664,"c1oc5oc":2665,"78cc":2666,"c2oc5":2667,"c2c1cc":2668,"c5cc1":2669,"c5oc8oc":2670,"cc2nc1c":2671,"c6occ":2672,"c6ccn5c":2673,"cccccccc2":2674,"oc5c32":2675,"13n":2676,"cc75":2677,"cc78":2678,"ncc1occ2":2679,"occ34":2680,"c6oc6c":2681,"ccccc5c4":2682,"cc3c2cc1":2683,"c2oc1c3":2684,"c2cn3ccocc3":2685,"c2occoc2":2686,"c1cn2ccc1cc2cn3n":2687,"1nc2":2688,"c19":2689,"cccn4":2690,"c3c1cc":2691,"cocc8":2692,"c5ccc3c2":2693,"1cns":2694,"cncccoc":2695,"c1oc4":2696,"c7cc9oc":2697,"cc5cc5":2698,"ccccc3c":2699,"ccccc2c1":2700,"oc4o":2701,"ccc12oc":2702,"oc5ccc":2703,"nc2cccc2":2704,"cc7c9":2705,"nc3ccn":2706,"c3oc4c":2707,"+](=":2708,"occ4c5":2709,"4occcoc4c3":2710,"1oc3":2711,"69c":2712,"74c":2713,"ncccc4":2714,"sn":2715,"c3c2c1":2716,"c46c":2717,"c4oc5occ":2718,"cc23c4":2719,"cc3cccc":2720,"c67ccc":2721,"cnc4c3":2722,"cc56c":2723,"c8c5":2724,"c8oc9":2725,"ccc4c5cc":2726,"oc45":2727,"cs9":2728,"occ12cc":2729,"sscc7":2730,"2cocc3":2731,"ccccccccccccc2":2732,"oc1c2oc2":2733,"4oc56oc7":2734,"62":2735,"8co":2736,"c32oc":2737,"c3cc4cc":2738,"c4br":2739,"c4nc6":2740,"c5cc3":2741,"c5o2":2742,"coc43":2743,"c2c7":2744,"oc3ccn":2745,"3ccnc":2746,"ccc4c1c":2747,"ccc56o":2748,"cssc8":2749,"cn6cccc":2750,"oc1coc2c1occ2nc3":2751,"4co4":2752,"c15c":2753,"c2ccc6":2754,"c3s":2755,"c4c23":2756,"cc1coc":2757,"cc14c5":2758,"cc52":2759,"ccc34cc":2760,"clcc":2761,"6c9":2762,"cc6oc5":2763,"oc53":2764,"c4oc5c":2765,"cn3cc4c5":2766,"c32f":2767,"cn42":2768,"csscc9oc8":2769,"5c1":2770,"c5c1":2771,"oc13c":2772,"ccc3nc":2773,"n1cccc2":2774,"nc2coc3c":2775,"oc7ccccc7":2776,"c1ccc23cc43ccc5":2777,"sscc2cc":2778,"c2oc3oc4":2779,"89ccc":2780,"@+]":2781,"](=":2782,"sc32":2783,"c1n2":2784,"cc35":2785,"cc3c4c":2786,"c2os":2787,"oc5ccccc5":2788,"nh3":2789,"cc7n":2790,"cccn7c5":2791,"c3c2co":2792,"c2c3ccc4":2793,"n6cc7":2794,")#":2795,"n9cc":2796,"scc3":2797,"c16c":2798,"cccoc2":2799,"c2coc1":2800,"c3ccc1":2801,"c4ccc32":2802,"2cssc":2803,"1ccn2c":2804,"c1oc6oc":2805,"ccc2cc":2806,"cc6cc7":2807,"nn1cc":2808,"cccc4c3":2809,"nc2coc3c2occ3nc4":2810,"32ccc":2811,"4o1":2812,"7coc":2813,"7cnc":2814,"c1n2c3":2815,"c2cc1c":2816,"cc14c":2817,"cc2f":2818,"cc2oc2":2819,"cnco":2820,"ccn5cc":2821,"cc6cc5":2822,"ccc56":2823,"nc3cc":2824,"1cccn1":2825,"ccc7c6":2826,"cn21":2827,"n2ccocc":2828,"c1occ2c1":2829,"cssc4":2830,"cnc6n":2831,"c2nccc":2832,"c2co1":2833,"c5c4oc":2834,"cc1cccc":2835,"cn7cc":2836,"oc2c1c":2837,"n1o":2838,"132":2839,"nc56":2840,"c4c3ccc12c":2841,"ccc98":2842,"c2cc3ccc4":2843,"ccc5c4ccc6":2844,"3coccn32":2845,"+]%":2846,"1occ":2847,"3co3":2848,"cc2cccc":2849,"cc2c1o":2850,"cc23cc":2851,"cc23o":2852,"c6nc9":2853,"oc3c2o":2854,"2ccocc2":2855,"c9cc7":2856,"ccc5c4c":2857,"34cccc":2858,"cc1ccncc1cc2":2859,"occcc2":2860,"cccc8c":2861,"c5nc7":2862,"c6coc":2863,"cnccc2":2864,"cnc2cc":2865,"c7nc6":2866,"cc5c2":2867,"ccn2ccc":2868,"ccc23ccc":2869,"c8o7":2870,"ccc41":2871,"cc76c":2872,"c1c24":2873,"cc8ccc":2874,"oc3oc4c":2875,"oc8cccc8":2876,"ccccccccccccc3":2877,"cc5c4ccn13":2878,"cn1cccc":2879,"cc4c3nc":2880,"cc2cccn3ccccc32":2881,"c4cc5oc65c":2882,"2o6":2883,"ncccc3":2884,"c1n2cccc2c":2885,"c2oc2":2886,"c2ncc":2887,"c2nc4":2888,"c4c2o":2889,"cc4ccc5":2890,"cc4nc23":2891,"c2cnc":2892,"c7cc6":2893,"ccn32":2894,"c1ooc":2895,"117":2896,"n4c2":2897,"c4cc5c":2898,"c45oc6":2899,"ccc2c3ccc4cc":2900,"5cccn5c":2901,"ccc1oc1cc":2902,"9co":2903,"c2ccnc":2904,"cn1n":2905,"cn5ccocc5":2906,"c7occ":2907,"10coc":2908,"oc1oc2oc3":2909,"c8c6c":2910,"occ1cc2":2911,"ccccccccccccccccccccccccccccc":2912,"cccc21c":2913,"n5n":2914,"nc6ccccc6":2915,"cc2c1cn4ccn":2916,"oc1c2c3cc1":2917,"coc1coc2c1occ2":2918,"ccsscc5":2919,"7n4c6":2920,"se":2921,"c27":2922,"ncncc":2923,"coc3cn":2924,"cn6ccocc6":2925,"cc4oc5":2926,"oc3c2c":2927,"ccccccoc":2928,"nc2c3":2929,"nc2coc":2930,"oc6cccoc":2931,"cc7nc":2932,"nn5c":2933,"n1ccoc":2934,"cc2c3ccc4":2935,"11coc":2936,"csscc3":2937,"4oc56c":2938,"3occnc4ccc":2939,"1ccc4":2940,"37":2941,"31o":2942,"7co":2943,"c3c2cc":2944,"cc1co":2945,"cc2co":2946,"c6c5c":2947,"cc4n5c":2948,"o1ccc":2949,"cccccoc1":2950,"oc2ccccc2":2951,"ccc4c5c":2952,"cnc7c":2953,"oc4coc":2954,"occ1ccc2":2955,"c1cc3c":2956,"oc7c6":2957,"14nc":2958,"c4ocn":2959,"cc12ccc3":2960,"9occ":2961,"scc1":2962,"cocccn":2963,"cc2ncc":2964,"cc3c2oc":2965,"c7c9":2966,"c7cccc8":2967,"cc5ccc4":2968,"ccccc4c":2969,"12o6":2970,"c8c9cc":2971,"ssccc":2972,"sscc5":2973,"32co":2974,"c2cn3ccccc3":2975,"c51oc5":2976,"c43oc4c2c1":2977,"61cc7":2978,"ccccc3c2c4":2979,"2cccc2":2980,"4nc3":2981,"63o":2982,"occo2":2983,"oc1occ2oc":2984,"ccc3n":2985,"ccc4c1cc":2986,"11co":2987,"ccc123":2988,"c9co":2989,"cc6cl":2990,"ccc52":2991,"c4occc4":2992,"-])=":2993,"nc54":2994,"sscnc8":2995,"17ccccc":2996,"n2cccc12":2997,"1ccccnc":2998,"c3occ4c":2999,"c1cc2c3ccc":3000,"54ccc":3001,"89cc":3002,"9cn":3003,"c3sc":3004,"c3n1ccc":3005,"cc3n1cc":3006,"cnc6c":3007,"nc2cc2":3008,"23cn1c":3009,"cn3n":3010,"c5oco":3011,"sscccccc":3012,"23cccn3ccc4":3013,"ooc24c":3014,"1s":3015,"21ccc":3016,"nnc3":3017,"@@+]":3018,"c2ccoc":3019,"cc2cc2":3020,"cn6cc":3021,"cncc65":3022,"10c8":3023,"c1oc23":3024,"nc3cccc3":3025,"c2c3c4":3026,"cn3cccc":3027,"2ncc3":3028,"c1cc2cc":3029,"ccc4c5ccc":3030,"n2cc3cc":3031,"cn6cncc65":3032,"cn4ccccc43":3033,"47":3034,"52cn":3035,"c2n3":3036,"c4n1c":3037,"c5ccc24c":3038,"10ccn":3039,"cc5nc":3040,"cncoc1":3041,"5ccs":3042,"ccc5c1ccc6":3043,"c1oc2c3oc3":3044,"nc2cn3c":3045,"oc6cc5":3046,"2ns":3047,"19cccc":3048,"5ccco5":3049,"n2cc3occ":3050,"2c1c":3051,"5cccc6":3052,"7oc1":3053,"sc6":3054,"c1coc2":3055,"c2nc1":3056,"c45cc":3057,"c4oc6":3058,"ncoc":3059,"c52o":3060,"ccccccccccc2":3061,"cccccoc":3062,"ccc15":3063,"ccccccc1c":3064,"cc2coc":3065,"ncccoc3":3066,"coc21":3067,"n7ccc":3068,"2co5":3069,"4cc1":3070,"noc2":3071,"cccc1cc":3072,"c53oc":3073,"cc2ccc3":3074,"c6ccc5c":3075,"cc4c1":3076,"cc4c3cc":3077,"ccn3ccocc3":3078,"ccc24o":3079,"c1occ3":3080,"cncnc":3081,"cncncc":3082,"cc68":3083,"cccn4cc":3084,"c3ccoc":3085,"cn4cc5c6":3086,"c2ccc3c1":3087,"oc1coc2c1occ2ns":3088,"n6ccocc6":3089,"c4coc5c":3090,"cc1c45o":3091,"2cccn":3092,"8cn":3093,"c3n2n":3094,"c4n5c":3095,"c5br":3096,"c6ccn":3097,"oc12ccc":3098,"oc2cc1":3099,"12o5":3100,"5cco":3101,"ccc5oc":3102,"c1oc2ccc":3103,"c1oc2occ":3104,"oc6cc7":3105,"n4cc5c6":3106,"cc9n":3107,"2cocc":3108,"csscc1":3109,"c1cc23c":3110,"cn1c3":3111,"c6oc654":3112,"41cc5":3113,"26c":3114,"36c":3115,"sccc":3116,"ccoc7":3117,"ccoc1oc":3118,"c2cc7":3119,"cc3oc4oc":3120,"c6oc7occ":3121,"occn3ccn":3122,"cc5oc5":3123,"cc5s4":3124,"oc3cc2c1":3125,"ccc3c2cc":3126,"ccc4c1ccc5":3127,"ccc12ccc":3128,"c6occc6":3129,"cn5ccc":3130,"c1ccc34c":3131,"46o3":3132,"3ccccc3":3133,"8o7":3134,"ccoc6":3135,"c1ccccccc":3136,"ccccc1c":3137,"ccn1ccn":3138,"c8ccc92c":3139,"2cc7":3140,"ccc1ccccc":3141,"c9oc8":3142,"ccc56c":3143,"34o6":3144,"34ccn5cc":3145,"c749":3146,"c4ccc123":3147,"3nc4":3148,"5o2":3149,"5oc4":3150,"fe":3151,"occc7":3152,"c1cccccccc":3153,"cccco7":3154,"cocc7":3155,"c5oc4c3":3156,"cc34o":3157,"cccccn1c":3158,"ccn3cc4":3159,"c8ccn":3160,"ccc3oc":3161,"ccc3ccccc":3162,"n25":3163,"c9c6":3164,"c3occ4c5":3165,"cccn5c":3166,"c2c1c3c":3167,"sss":3168,"nccn2ccocc2":3169,"c1c4c23":3170,"c2oc4coc5":3171,"3csc":3172,"c6c7oc":3173,"c6csscc":3174,"ccn9cc":3175,"c1os":3176,"12cnc":3177,"cc6ccccc":3178,"cccncccn":3179,"cc2c3sc":3180,"11cnc":3181,"sscc6":3182,"noc4c":3183,"c31cc3":3184,"19cc":3185,"c2cc3oc3":3186,"c9ccocc9":3187,"cc8c7c2":3188,"4ccc6":3189,"5co4":3190,"6occ":3191,"6o7":3192,"occcccccccccccc":3193,"scc5":3194,"c4oc1":3195,"c4c3cc":3196,"c58":3197,"cc2ccc1":3198,"cc46":3199,"cc4c3o":3200,"occ5oc":3201,"c7ccn6c":3202,"oc1occ2":3203,"ccc4c3c":3204,"ccc54co":3205,"occ1nc":3206,"ccop":3207,"cccn6":3208,"ccccccccco":3209,"c132":3210,"oc9cc":3211,"32o5":3212,"c3ccc45":3213,"n6ccn":3214,"c2cn3ccccc3c":3215,"n2c1cc3":3216,"ncccn3c":3217,"n4cccc4c5c":3218,"ccc6c5ccc7":3219,"53o":3220,"ccocc7":3221,"ccccccn":3222,"c5oc34":3223,"cc13c4":3224,"cc2s1":3225,"c61":3226,"c65o":3227,"coc6c":3228,"cnc1c":3229,"ccnc3":3230,"ccn2cc3":3231,"3cc6":3232,"csc5":3233,"c1nccc":3234,"34coc":3235,"sscc1":3236,"oc9ccc":3237,"c3n4c":3238,"cc12cc34":3239,"cc5c4ccc3":3240,"18o":3241,"c2cn3cccc":3242,"c87cccc8":3243,"ncsscccccc":3244,"ncc2cccn3ccccc32":3245,"c4n1cc5cn":3246,"4n3c":3247,"7cn":3248,"c2n3cc4":3249,"c37":3250,"c35c":3251,"c3c12c":3252,"cccc13":3253,"c47":3254,"c49":3255,"c4nn":3256,"2cl":3257,"c5n4":3258,"cc12o":3259,"c1oc7oc":3260,"c8c4c":3261,"oc4c5":3262,"n1cccn":3263,"cc9cn":3264,"2cccn2":3265,"cc3oc4c":3266,"cn2ccocc2":3267,"c1ccc3c4":3268,"2ccccn2c":3269,"1cccccc":3270,"3s1":3271,"6c8":3272,"c3ccc5c6":3273,"c3nc12":3274,"c4cco":3275,"c5cc7":3276,"4cs":3277,"cc5nc4c":3278,"ccc4o":3279,"cnc8c":3280,"occ12ccc3":3281,"oc1cn2c":3282,"ccos":3283,"2occ3":3284,"-])/":3285,"11c8":3286,"ccc75":3287,"sscnc9":3288,"ncc1occc1":3289,"c2ccc3c4ccc5cc":3290,"18ccc":3291,"nc8ccccc8":3292,"10c9c2":3293,"31ccn4c":3294,"4ccn5ccc":3295,"cc2oc1c3":3296,"c41c":3297,"c43oc":3298,"c4ccc23":3299,"cc1s":3300,"cc1ccc2c":3301,"3cssc":3302,"cc2c1cc":3303,"c62c":3304,"cc4cccc5":3305,"ccccccccccc1":3306,"occ7oc":3307,"cc6oc6":3308,"cc6oc7oc":3309,"4ccs":3310,"-]=[":3311,"c1n4c":3312,"c3c2ccc4":3313,"12ccssc":3314,"cccc13c":3315,"54co6":3316,"4cncco":3317,"10ccc98c":3318,"8oc9":3319,"c2ccn3c":3320,"ccccccc2":3321,"cccc9c":3322,"c4cc32":3323,"cc3ccc2":3324,"cc3n2cc":3325,"cc3ccn2c":3326,"c65c":3327,"cn9cc":3328,"cnc1c2n":3329,"cc4c3n":3330,"oc2ccncc2":3331,"c1on":3332,"3cc7":3333,"ccc4oc4":3334,"n1cc4":3335,"5cc7":3336,"c12nc":3337,"nc2n1":3338,"cccc24c5":3339,"ssss":3340,"cn4n":3341,"12cccn3ccc4":3342,"cssc5":3343,"c2n1ccn":3344,"c3c1ccc3":3345,"c2cc3cc":3346,"c4ccc56c":3347,"c3cc2c1cn":3348,"112":3349,"1sc2":3350,"2cccc3":3351,"7cccn":3352,"8cnc":3353,"c1cc2oc":3354,"c2c1oc3":3355,"cc25":3356,"cc3cccc4":3357,"cc4c6":3358,"c79":3359,"oc2n3":3360,"ccc3c2c":3361,"5ccoc":3362,"oc54c":3363,"cc2cn1cc":3364,"c2oc1cc":3365,"nc3ccocc3":3366,"n2cn":3367,"ncc2oc3cc":3368,"c7ccocc7":3369,"c45oc5":3370,"n4ccocc4cn":3371,"ccn5ccccc5":3372,"c3oc34c5":3373,"c5ccncc5":3374,"cc5nc4c3cc12":3375,"57cc":3376,"5n14":3377,"6ccnc":3378,"91cc":3379,"ccp":3380,"c2ccocc2":3381,"cc1cc2cc":3382,"cc2oc3oc":3383,"c6c2":3384,"103":3385,"oc1cc2oc":3386,"ccc3ccc4":3387,"n1cc2oc":3388,"occ12oc":3389,"138":3390,"cc7ccc8":3391,"nc3coc4":3392,"cccccccccoc":3393,"c13c2":3394,"c5occ2":3395,"oc8co":3396,"c5oc6c":3397,"ccc7cc":3398,"16oc":3399,"3ccc45":3400,"cc3c24ccn5cc":3401,"ncc6cc":3402,"c4ccc6c7c":3403,"1ccco":3404,"1ccccn":3405,"2occ1":3406,"5nc4":3407,"6ccccc7":3408,"79c":3409,"9o1":3410,"92coc":3411,"ccssc":3412,"c1c4oc":3413,"c14c5":3414,"c3s2":3415,"c4c2ccn":3416,"coccoc":3417,"nc8c":3418,"cc1cn2cc":3419,"cc3ccccc":3420,"cc3c2n":3421,"oc3c21":3422,"oc56":3423,"ccccccnc":3424,"nc4c3":3425,"cccccccccccccccc1":3426,"c4ococ5":3427,"nc5cccc5":3428,"32coc4":3429,"coc5c1o":3430,"24co3":3431,"c6ccc25c":3432,"24oc":3433,"2ccccc2":3434,"5o3":3435,"ooc3":3436,"sc2c3":3437,"coc12":3438,"1ccn2ccc":3439,"127":3440,"oc3cc2":3441,"oc3cc4c":3442,"c8c7oc":3443,"c8cccc8c":3444,"oc5cc4":3445,"nc15":3446,"1op":3447,"c1oc23cc":3448,"nc2nc":3449,"c3ocnc":3450,"cccccccccccccccccccccccccccc":3451,"cn3c5":3452,"ccc78c":3453,"c3n2cc":3454,"c1occo":3455,"3ccco3":3456,"cssc1":3457,"csscc6":3458,"csscoc5c1o":3459,"4cccn4cc5":3460,"cccc65c":3461,"cn5n":3462,"n1ccc2cc":3463,"c3c5oc5":3464,"109cccc":3465,"c2n1cc3cc2c":3466,"65co6":3467,"31ccc":3468,"3ccc4c":3469,"8cccc9":3470,"9oc1":3471,"cf":3472,"no5":3473,"scco":3474,"c2ccc2":3475,"c3cco":3476,"c4ccc12":3477,"cocc4":3478,"c5c2c":3479,"c5o3":3480,"cc1cn2ccc":3481,"c1oc4c":3482,"c7cc5":3483,"oc2cc3c4":3484,"oc3c1":3485,"11o1":3486,"c2occ1cc3":3487,"ccc53":3488,"137":3489,"+]=":3490,"ncc1oc2cc":3491,"3cns":3492,"occ24":3493,"ncc3cc":3494,"ccc87":3495,"occ45":3496,"ccccc3sscc3":3497,"4ccc9":3498,"cccc9cssc":3499,"42c5":3500,"cc12cc34ccc":3501,"2cccccc":3502,"41co":3503,"5o7":3504,"c2cc1o":3505,"c4coc4":3506,"2coc1":3507,"c5ccc2":3508,"cc1os":3509,"cccccccccc1":3510,"c7c2":3511,"clc1c":3512,"c9cl":3513,"nc13":3514,"1oo":3515,"nc4ccco":3516,"c23nc":3517,"c6cc7c":3518,"n6c8":3519,"cnc4ccccc4":3520,"cnc4ccocc4":3521,"c6ccc5c7c8":3522,"c2ccc45cc":3523,"64ccn":3524,"c5nc6c":3525,"oc1oc2coc":3526,"cn3cccc3coc":3527,"1oc6":3528,"27":3529,"26o":3530,"9ccccc9":3531,"np":3532,"c1ccccccccccccc":3533,"c4c8":3534,"2cn3ccc4":3535,"cc1cccc2":3536,"c68":3537,"c6ncc":3538,"c1oc1c":3539,"c73":3540,"c83":3541,"c8cc9":3542,"112coc":3543,"oc5coc":3544,"nc2oc":3545,"cc8oc":3546,"ccc76":3547,"sscnc":3548,"cssco4":3549,"18ccccc":3550,"20cc":3551,"4cncc5":3552,"cssc2cco":3553,"c5occ2o5":3554,"3ccc45occo5":3555,"3ncc4":3556,"6cn":3557,"6sc":3558,"sc7":3559,"c1n4n":3560,"cccc4c":3561,"cccccc1cc":3562,"c4n1":3563,"c4occ5":3564,"c5cc4o":3565,"cc1ccccc":3566,"cc1occ2":3567,"1cn4ccn":3568,"cc31c":3569,"cc3ccn":3570,"cc5n4cc":3571,"cc5c78c":3572,"oc17c":3573,"ccn23":3574,"n35":3575,"n3cc2":3576,"n3c21":3577,"nc1ccoc":3578,"nc1coc2c":3579,"nc2ccocc2":3580,"c4occ23":3581,"23cc4":3582,"ccccccccc2":3583,"cc3cnc4":3584,"cccc54":3585,"cccccccccccco":3586,"c1oc2coc3":3587,"14cnc":3588,"nc78":3589,"c2cn3ccc4":3590,"c2ccn3cc4":3591,"nc1coc2c1occ2nc":3592,"cn4ccoc":3593,"4ccn5cccc":3594,"c6occoc6":3595,"4cc6":3596,"52cc":3597,"61":3598,"71":3599,"8o1":3600,"ncccc2":3601,"ocsscc4":3602,"c1c3oc":3603,"ccccccc3":3604,"cccc2cc":3605,"c4s":3606,"c4cccc5":3607,"c4ccc2c1c":3608,"cocc6":3609,"c5c14c":3610,"cc13o":3611,"cc3co":3612,"c6c1":3613,"c6cc6":3614,"c6cccc7":3615,"10o1":3616,"oc1c2occ3":3617,"ccn2ccn":3618,"oc3ccncc3":3619,"ccc5c2":3620,"occ12c3":3621,"oc1coc2":3622,"oc6o":3623,"c2oc8oc":3624,"ccccccc6":3625,"c1nccc1":3626,"c1ncccn":3627,"3ooc2":3628,"ccc6cccc6":3629,"cc89":3630,"c2c3n":3631,"cn3cccc3":3632,"oc5oc6c":3633,"ss3":3634,"oc9cccc9":3635,"cn2ccn3":3636,"ccc97":3637,"4cn5c":3638,"c4ccn3":3639,"53c6":3640,"c86cccc8":3641,"26cc":3642,"3oc5":3643,"51cc6":3644,"97c":3645,"98o":3646,"ic":3647,"c2n3ccn":3648,"c4c3n":3649,"cc3ccc2c5":3650,"cc4ccc3":3651,"cc4c2c4":3652,"cccccccccco":3653,"102":3654,"10cc8":3655,"ccc3c4ccc5":3656,"ccc1cc2":3657,"cc67o":3658,"cc67oc":3659,"4ccnc":3660,"n3nc":3661,"occ1c2c":3662,"c2oc7":3663,"nc32c":3664,"nn6c":3665,"ccc64":3666,"c13n":3667,"c13c2o":3668,"c4oc8oc":3669,"c3c4c5":3670,"cc12cccc":3671,"cc32ccc4":3672,"cn2cc3c4":3673,"cccc54c":3674,"2cc3cc":3675,"c1cc23c4":3676,"c34oc5":3677,"cn54":3678,"c3cc2c1c":3679,"n3cc4cn5c":3680,"c4c1cc6":3681,"c5ccc67cc":3682,"cc9c8c2":3683,"c1oc23c4oc4":3684,"cssc84ccc9":3685,"2nn3c":3686,"96":3687,"s6":3688,"](\\":3689,"ccco2":3690,"cccncc":3691,"c2cc6":3692,"c4n1ccc4":3693,"c5cn":3694,"1cncc4":3695,"c6c5o":3696,"cnc12":3697,"cn5c6":3698,"cc43oc":3699,"10cssc":3700,"cc5oc4c":3701,"oc3oc4":3702,"c8cc6":3703,"2cc9":3704,"oc4cc5c":3705,"cc8nc7":3706,"n1ccn2c3":3707,"c2c31nc":3708,"1ccc2c":3709,"oc1ccn2cc":3710,"sscc2":3711,"oc1ccc2c3ccc4cc":3712,"13cnc":3713,"oc1cc2cc3":3714,"nc65":3715,"cc5c4ccn3c":3716,"cc4c3ccn12":3717,"nccn5ccocc5":3718,"19ccccc":3719,"c1ccn2":3720,"cc34cc5":3721,"c8ococ8":3722,"5cccco5":3723,"46o2":3724,"cc41cccc4":3725,"c3ccc5c6c":3726,"cc67occ8":3727,"5o1":3728,"5n4":3729,"7ccccc7":3730,"8occ":3731,"82coc":3732,"sc12":3733,"c2nn":3734,"c2c1ccc":3735,"c28o":3736,"c3ccc92c":3737,"c4cc2":3738,"cocccccccccccccccc":3739,"c6c3c":3740,"c6n5":3741,"c7coc":3742,"c76o":3743,"106":3744,"10c7":3745,"oc1n2c":3746,"oc1oc2oc":3747,"oc1c2oc3":3748,"ccn31":3749,"3cco":3750,"113":3751,"oc45c":3752,"4ccoc":3753,"nc1ccc":3754,"c1oc2c3cc":3755,"nc3ccc3":3756,"nn12":3757,"c1nccn":3758,"34o5":3759,"cccc2ccccc2":3760,"c2ccc34c":3761,"c2ccc3c4cc5oc65c":3762,"nc67":3763,"cn5ccccc54":3764,"65c8":3765,"24c1":3766,"3ccccn3c":3767,"7ococ7c":3768,"oc2cc3c4cc":3769,"c4c3css":3770,"cc7cc89cccc9":3771,"7c2":3772,"nn4c5":3773,"sc3c4":3774,"ccocc8":3775,"c2cc3c4":3776,"c3ccccc":3777,"c3ccco":3778,"c4c3oc":3779,"c5c8":3780,"c5c24":3781,"cc24cn":3782,"cccccccccccc1":3783,"c7c4":3784,"c7ccncc7":3785,"c7c16c":3786,"cc5c6c":3787,"oc1cccc":3788,"oc1ccccc1":3789,"121":3790,"12ccnc":3791,"nccss":3792,"csc3n1c":3793,"1oo2":3794,"oc7coc":3795,"cc89c":3796,"c5occco":3797,"15cc2":3798,"11c9":3799,"ss1":3800,"13coc":3801,"5occc":3802,"nc6cccc6":3803,"ncc4ccccc4":3804,